Repository: eitchtee/WYGIWYH
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pt_br

source: No transactions
fr: Pas de transactions
nl: Geen verrichtingen

source: Month
de: Monat
es: Mes
fr: Mois
it: Mese
nl: Maand
pt_br: Mês

source: Year
de: Jahr
es: Año
fr: Année
it: Anno
nl: Jaar
pt_br: Ano

source: Month Range
de: Monats-Zeitraum
es: Rango de Mes
fr: Plage de mois
it: Intervallo mesi
nl: Maand Bereik
pt_br: Intervalo de Mês

source: Year Range
de: Jahres-Zeitraum
es: Rango de Año
fr: Plage d'année
it: Intervallo anni
nl: Jaar Bereik
pt_br: Intervalo de Ano

source: Date Range
de: Datums-Zeitraum
es: Rango de Fecha
fr: Plage de dates
it: Intervallo date
nl: Datum Bereik
pt_br: Intervalo de Data

source: Account Flow
de: Kontofluss
es: Flujo de Cuenta
fr: Mouvements de compte
it: Flusso conti
nl: Rekeningstroom
pt_br: Fluxo de Conta

source: Currency Flow
de: Währungsfluss
es: Flujo de Moneda
fr: Mouvements de devises
it: Flusso valute
nl: Geldstroom
pt_br: Fluxo de Moeda

source: Category Explorer
de: Kategorien-Explorer
es: Explorador de Categorías
fr: Balance par catégorie
it: Categorie
nl: Categorie Verkenner
pt_br: Explorador de Categoria

source: Categories Overview
de: Kategorien-Übersicht
es: Resumen de Categorías
fr: Aperçu par catégories
it: Panoramica categorie
nl: Categorieën Overzicht
pt_br: Visão geral das categorias

source: Late Transactions
de: Verspätete Transaktionen
es: Transacciones Atrasadas
fr: Transactions en retard
it: Transazioni in sospeso
nl: Betalingsachterstanden
pt_br: Transações Atrasadas

source: Latest Transactions
de: Letzte Transaktionen
es: Últimas Transacciones
fr: Transactions récentes
it: Transazioni recenti
nl: Laatste Verrichtingen
pt_br: Últimas Transações

source: Emergency Fund
de: Notfall-Budget
es: Fondo de Emergencia
fr: Fonds de secours
it: Fondo d'emergenza
nl: Noodfonds
pt_br: Reserva de Emergência

source: Year by Year
fr: Année par année
nl: Jaar bij Jaar

source: Month by Month
fr: Mois par mois
nl: Maand bij Maand

source: Add installment plan
de: Ratenzahlungs-Plan hinzufügen
es: Agregar plan de cuotas
fr: Ajouter un paiement en plusieurs fois
it: Aggiungi piano di rateizzazione
nl: Afbetalingsplan toevoegen
pt_br: Adicionar parcelamento

source: Edit installment plan
de: Ratenzahlungs-Plan bearbeiten
es: Editar plan de cuotas
fr: Modifier le paiement en plusieurs fois
it: Modifica piano di rateizzazione
nl: Afbetalingsplan bewerken
pt_br: Editar parcelamento

source: Installments
de: Ratenzahlungen
es: Cuotas
fr: Paiements en plusieurs fois
it: Rate
nl: Aflossingen
pt_br: Parcelas

source: Refresh
de: Aktualisieren
es: Refrescar
fr: Rafraichir
it: Aggiorna
nl: Vernieuw
pt_br: Atualizar

source: This will update all transactions associated with this plan and recreate missing ones
de: Alle zu diesem Plan gehörenden Transaktionen werden aktualisiert und fehlende Transaktionen wiederhergestellt
es: Esto actualizará todas las transacciones asociadas con este plan y volverá a crear las faltantes
fr: Cela va mettre à jour toutes les transactions associées à ce paiement en plusieurs fois et créer celles qui manque
it: Verranno aggiornate tutte le transazioni associate a questo piano e verranno ricreate quelle mancanti
nl: Hiermee worden alle verrichtingen bijgewerkt die aan dit plan zijn gekoppeld en worden ontbrekende verrichtingen opnieuw aangemaakt
pt_br: Isso atualizará todas as transações associadas a esse parcelamento e recriará as que faltam

source: Yes, refresh it!
de: Ja, aktualisieren!
es: ¡Sí, actualízalo!
fr: Oui, mets à jour !
it: Sì, aggiornalo!
nl: Ja, vernieuw het!
pt_br: Sim, atualize!

source: This will delete the plan and all transactions associated with it
de: Der Plan und alle zugehörigen Transaktionen werden gelöscht
es: Esto eliminará el plan y todas las transacciones asociadas con él
fr: Cela va supprimer le paiement en plusieurs fois ainsi que toutes les transactions associées
it: Verrà eliminato il piano e tutte le transazioni ad esso associate
nl: Hiermee worden het plan en alle bijbehorende verrichtingen verwijderd
pt_br: Isso excluirá o parcelamento e todas as transações associadas a ele

source: No installment plans
de: Keine Ratenzahlungs-Pläne
es: Sin planes de cuotas
fr: Aucuns paiements en plusieurs fois
it: Nessun piano di rateizzazione
nl: Geen afbetalingsplannen
pt_br: Nenhum parcelamento

source: This is a demo!
de: Dies ist eine Demo!
es: ¡Esto es una demostración!
fr: C'est une démo !
it: Questa è una demo!
nl: Dit is een demo!
pt_br: Isto é uma demonstração!

source: Any data you add here will be wiped in 24hrs or less
de: Jegliche Eingaben hier werden innerhalb von 24 Stunden gelöscht
es: Los datos que agregues aquí serán borrados en 24 horas o menos
fr: Toutes les données ajoutées ici seront purgées dans les 24 heures
it: Tutti i dati che aggiungi qui verranno cancellati entro 24 ore o meno
nl: Alle gegevens die je hier toevoegt, worden binnen 24 uur of minder gewist
pt_br: Todos os dados que você adicionar aqui serão apagados em 24 horas ou menos

source: Invert
de: Invertieren
es: Intercambiar
fr: Inverser
it: Investi
nl: Omdraaien
pt_br: Inverter

source: Item price
de: Gesamtpreis
es: Precio de los ítems
fr: Prix de l'élément
it: Prezzo
nl: Artikelprijs
pt_br: Preço

source: Item amount
de: Stückzahl
es: Cantidad de ítems
fr: Quantité
it: Quantità
nl: Artikelaantal
pt_br: Quantidade

source: Unit price
de: Einzelpreis
es: Precio unitario
fr: Prix unitaire
it: Prezzo unitario
nl: Eenheidsprijs
pt_br: Preço unitário

source: Item
de: Artikel
es: Ítem
fr: Eléments
it: Elemento
nl: Artikel

source: late
fr: En retard
nl: laat

source: No transactions this month
de: Keine Transaktionen in diesem Monat
es: Sin transacciones este mes
fr: Aucunes transactions ce mois-ci
it: Nessuna transazione questo mese
nl: Geen verrichtingen deze maand
pt_br: Nenhuma transação neste mês

source: Daily Spending Allowance
de: Tägliches Ausgabenlimit
es: Asignación de gastos diarios
fr: Montant disponible pour les dépenses quotidiennes
it: Quota di spesa giornaliera
nl: Dagelijks Toegestane Besteding
pt_br: Gasto Diário

source: This is the final total divided by the remaining days in the month
de: Dies ist der Gesamtwert geteilt durch die Anzahl verbleibender Tage im Monat
es: Este es el total final dividido por los días restantes del mes
fr: Total final divisé par le nombre de jour restant dans le mois
it: Il totale finale diviso per i giorni del mese rimanenti
nl: Dit is het eindtotaal gedeeld door de resterende dagen in de maand
pt_br: Esse é o total final dividido pelos dias restantes do mês

source: current
de: aktuell
es: actual
fr: A date
it: attuale
nl: actueel
pt_br: atual

source: projected
de: erwartet
es: proyectado
fr: Prévisionnel
it: previsto
nl: verwacht
pt_br: previsto

source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
it: Spese
nl: Uitgaven
pt_br: Despesas

source: Distribution
de: Verteilung
es: Distribución
fr: Répartition
it: Distribuzione
nl: Verdeling
pt_br: Distribuição

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
nl: Samenvatting
pt_br: Resumo

source: Oldest first
de: Älteste zuerst
es: Lo más antiguo primero
fr: Plus ancien en premier
it: Prima le più vecchie
nl: Oudste eerst
pt_br: Mais antigas primeiro

source: Newest first
de: Neueste zuerst
es: Lo más nuevo primero
fr: Plus récent en premier
it: Prima le più recenti
nl: Nieuwste eerst
pt_br: Mais novas primeiro

source: Filter transactions
de: Transaktionen filtern
es: Filtrar transacciones
fr: Filtrer les transactions
it: Filtra transazioni
nl: Filter verrichtingen
pt_br: Filtrar transações

source: Order by
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
nl: Sorteer op
pt_br: Ordernar por

source: By currency
de: Nach Währung
es: Por moneda
fr: Par devises
it: Per valuta
nl: Op munteenheid
pt_br: Por moeda

source: Consolidated
de: Zusammengefasst
es: Consolidado
fr: Consolidé
it: Consolidate
nl: Samengevoegd
pt_br: Consolidado

source: Evolution
es: Evolución
nl: Evolutie
pt_br: Evolução

source: By account
de: Nach Konto
es: Por cuenta
fr: Par comptes
it: Per conto
nl: Op rekening
pt_br: Por conta

source: Evolution by currency
de: Verlauf nach Währung
es: Evolución por moneda
fr: Evolution par devises
it: Evoluzione per valuta
nl: Evolutie per munteenheid
pt_br: Evolução por moeda

source: Evolution by account
de: Verlauf nach Konto
es: Evolución por cuenta
fr: Evolution par comptes
it: Evoluzione per conto
nl: Evolutie per rekening
pt_br: Evolução por conta

source: Add quick transaction
de: Schnelle Transaktion hinzufügen
es: Agregar transacción rápida
fr: Ajouter une transaction rapide
it: Aggiungi transazione rapida
nl: Voeg snelle verrichtingen toe
pt_br: Adicionar transação rápida

source: Nothing to see here...
es: No hay nada que ver aquí...
fr: Rien à voir ici...
it: Non c’è nulla da mostrare...
nl: Hier is niets te zien...
pt_br: Nada para ver aqui...

source: Edit quick transaction
es: Editar transacción rápida
fr: Modifier la transaction rapide
it: Modifica transazione rapida
nl: Bewerk snelle verrichting
pt_br: Editar transação rápida

source: This will delete this item
de: Dieser Artikel wird gelöscht
es: Esto eliminará este elemento
fr: Cela va supprimer cet élément
it: Questo elemento verrà eliminato
nl: Hiermee wordt dit item verwijderd
pt_br: Isso apagará este item

source: Add recurring transaction
de: Wiederkehrende Transaktion hinzufügen
es: Agregar transacción recurrente
fr: Ajouter une transaction récurrente
it: Aggiungi transazione ricorrente
nl: Voeg terugkerende verrichtingen toe
pt_br: Adicionar transação recorrente

source: Edit recurring transaction
de: Wiederkehrende Transaktion bearbeiten
es: Editar transacción recurrente
fr: Modifier la transaction récurrente
it: Modifica transazione ricorrente
nl: Bewerk terugkerende verrichtingen
pt_br: Editar transação recorrente

source: Unpause
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
nl: Hervatten
pt_br: Despausar

source: This will start creating new transactions until you pause it
de: Neue Transaktionen werden erstellt, bis du den Vorgang pausierst
es: Esto comenzará a crear nuevas transacciones hasta que lo pauses
fr: Cela va créer des nouvelles transactions jusqu'à ce que vous mettiez en pause
it: Verranno create nuove transazioni finché non lo metterai in pausa
nl: Dit zal beginnen met het maken van nieuwe verrichtingen totdat je de taak onderbreekt
pt_br: Isso iniciará a criação de novas transações até que você pause

source: Yes, unpause it!
de: Ja, fortsetzen!
es: ¡Sí, reanuadalo!
fr: Oui, reprendre !
it: Sì, riattivalo!
nl: Ja, hervat het!
pt_br: Sim, despause!

source: Pause
de: Pausieren
es: Pausa
fr: Mettre en pause
it: Sospendi
nl: Onderbreken
pt_br: Pausar

source: This will stop the creation of new transactions until you unpause it
de: Neue Transaktionen werden nicht hinzugefügt, bis zu den Vorgang fortsetzt
es: Esto detendrá la creación de nuevas transacciones hasta que lo reanudes
fr: La création de nouvelles transactions va être interrompu tant que c'est en pause
it: Verrà interrotta la creazione di nuove transazioni finché non la riattivi
nl: Dit stopt het aanmaken van nieuwe verrichtingen totdat je de taak hervat
pt_br: Isso interromperá a criação de novas transações até que você despause

source: Yes, pause it!
de: Ja, pausieren!
es: ¡Sí, ponlo en pausa!
fr: Oui, mettre en pause !
it: Sì, mettilo in pausa!
nl: Ja, onderbreek het!
pt_br: Sim, pause!

source: Finish
de: Fertigstellen
es: Finalizar
fr: Clôturé
it: Fine
nl: Voltooi
pt_br: Finalizar

source: This will stop the creation of new transactions and delete any unpaid transactions after today
de: Neue Transaktionen werden nicht hinzugefügt und alle unbezahlten Transaktionen nach heute werden gelöscht
es: Esto detendrá la creación de nuevas transacciones y eliminará cualquier transacción no pagada después de hoy
fr: Cela va interrompre la création de nouvelles transactions et supprimer toutes les transactions dues à partir d'aujourd'hui
it: Verrà interrotta la creazione di nuove transazioni ed eliminerà tutte le transazioni non pagate successive a oggi
nl: Hierdoor wordt het aanmaken van nieuwe verrichtingen gestopt en worden alle onbetaalde verrichtingen na vandaag verwijderd
pt_br: Isso interromperá a criação de novas transações e apagará transações não pagas depois de hoje

source: Yes, finish it!
de: Ja, fertigstellen!
es: Sí, ¡termínalo!
fr: Oui, clôturé !
it: Sì, finiscilo!
nl: Ja, Voltooi het!
pt_br: Sim, finalize!

source: This will delete the recurrence and all transactions associated with it
de: Dies wird die wiederkehrende und alle zugehörigen Transaktionen löschen
es: Esto eliminará la recurrencia y todas las transacciones asociadas con ella
fr: Cela va supprimer la transaction récurrente et toutes les transactions associées
it: Ciò eliminerà la ricorrenza e tutte le transazioni ad essa associate
nl: Dit verwijdert de herhaling en alle verrichtingen die ermee verbonden zijn
pt_br: Isso excluirá a transação recorrente e todas as transações associadas a ela

source: No recurring transactions
de: Keine wiederkehrenden Transaktionen
es: Sin transacciones recurrentes
fr: Aucunes transactions récurrentes
it: Nessuna transazione ricorrente
nl: Geen terugkerende verrichtingen
pt_br: Nenhuma transação recorrente

source: View
de: Ansicht
es: Ver
fr: Vue
it: Vista
nl: Toon
pt_br: Visualizar

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
nl: Uitschakelen
pt_br: Desativar

source: Activate
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
nl: Inschakelen
pt_br: Ativar

source: No rules
de: Keine Regeln
es: Sin reglas
fr: Aucunes règles
it: Nessuna regola
nl: Geen regels
pt_br: Nenhuma regra

source: Add transaction rule
de: Transaktions-Regel hinzufügen
es: Agregar regla de transacción
fr: Ajouter une règle de transaction
it: Aggiungi regola per la transazione
nl: Verrichtingsregel toevoegen
pt_br: Adicionar regra de transação

source: Create
es: Crear
fr: Créer
it: Crea
nl: Aanmaken
pt_br: Criar

source: Visual
fr: Illustration
it: Visivo
nl: Visueel

source: Run a test to see...
es: Ejecuta una prueba para ver...
fr: Lancer un test...
it: Esegui una prova per vedere...
nl: Voer een test uit om te zien...
pt_br: Execute um teste para ver...

source: Edit transaction
de: Transaktion bearbeiten
es: Editar transacción
fr: Modifier la transaction
it: Modifica transazione
nl: Bewerk verrichting
pt_br: Editar transação

source: Update or create transaction
de: Transaktions-Aktualisierung oder -Erstellung
es: Actualizar o crear transacción
fr: Mettre à jour ou créer une transaction
it: Aggiorna o crea transazione
nl: Bewerk of maak verrichtingen
pt_br: Atualizar ou criar transação

source: Set
de: Setzen
es: Establecer
fr: Définir
it: Imposta
nl: Stel
pt_br: Definir

source: to
de: auf
es: a
fr: pour
it: a
nl: naar
pt_br: para

source: No transaction found, a new one will be created
es: No se encontró ninguna transacción; se creará una nueva
fr: Aucunes transactions trouvées, une nouvelle va être créée
it: Nessuna transazione trovata, ne verrà creata una nuova
nl: Geen verrichting
pt_br: Nenhuma transação encontrada, uma nova será criada

source: Edit transaction rule
de: Transaktions-Regeln bearbeiten
es: Editar regla de transacción
fr: Modifier une règle de transaction
it: Modifica regola per la transazione
nl: Verrichtingsregel bewerken
pt_br: Editar regra de transação

source: Add action to transaction rule
de: Aktion zu Transaktions-Regeln hinzufügen
es: Agregar acción a la regla de transacción
fr: Ajouter une action à la règle de transaction
it: Aggiungi azione alla regola per la transazione
nl: Actie toevoegen aan verrichtingsregel
pt_br: Adicionar ação à regra de transação

source: Edit transaction rule action
de: Aktion der Transaktions-Regeln bearbeiten
es: Editar la acción de la regla de transacción
fr: Modifier l'action de la règle de transaction
it: Modifica azione alla regola per la transazione
nl: Bewerk verrichtingsregel actie
pt_br: Editar ação de regra de transação

source: Transaction Rule
de: Transaktions-Regel
es: Regla de Transacción
fr: Règle de transaction
it: Regola per la transazione
nl: Verrichtingsregel
pt_br: Regra de transação

source: If transaction...
de: Falls Transaktion...
es: Si la transacción...
fr: Si la transaction...
it: Se la transazione...
nl: Als verrichting...
pt_br: Se a transação...

source: Then...
de: Dann...
es: Entonces...
fr: Alors...
it: Allora...
nl: Dan...
pt_br: Então...

source: Edit to view
de: Zum Anzeigen bearbeiten
es: Editar para ver
fr: Modifier pour visualiser
it: Modifica per vedere
nl: Bewerken om te bekijken
pt_br: Edite para ver

source: This rule has no actions
de: Diese Regel hat keine Aktionen
es: Esta regla no tiene acciones
fr: Cette règle n'a pas d'actions
it: Questa regola non ha azioni
nl: Deze regel heeft geen acties
pt_br: Essa regra não tem ações

source: Add new action
es: Agregar nueva accion
fr: Ajouter une nouvelle action
nl: Nieuwe actie toevoegen

source: Edit Transaction
de: Transaktion bearbeiten
es: Editar Transacción
fr: Modifier la transaction
it: Modifica transazione
nl: Bewerk verrichting
pt_br: Editar Transação

source: Update or Create Transaction
de: Transaktions-Aktualisierung oder -Erstellung
es: Actualizar o Crear Transacción
fr: Mettre à jour ou créer une transaction
it: Aggiorna o crea transazione
nl: Bewerk of Maak Verrichting
pt_br: Atualizar ou Criar Transação

source: Add tag
de: Tag hinzufügen
es: Agregar Etiqueta
fr: Ajouter une étiquette
it: Aggiungi tag
nl: Label toevoegen
pt_br: Adicionar tag

source: Edit tag
de: Tag bearbeiten
es: Editar Etiqueta
fr: Modifier l'étiquette
it: Modifica tag
nl: Label bewerken
pt_br: Editar tag

source: New transaction
de: Neue Transaktion
es: Nueva Transacción
fr: Nouvelle transaction
it: Nuova transazione
nl: Nieuwe verrichting
pt_br: Nova transação

source: Add Installment Plan
de: Ratenzahlungs-Plan hinzufügen
es: Agregar Plan de Cuotas
fr: Ajouter un paiement en plusieurs fois
it: Aggiungi piano rateale
nl: Afbetalingsplan Toevoegen
pt_br: Adicionar parcelamento

source: Bulk Editing
de: Massenänderung
es: Edición Masiva
fr: Modification en lot
it: Modifica in blocco
nl: Bulkbewerking
pt_br: Edição em massa

source: Editing
de: Bearbeitung
es: Edición
fr: Modification en cours
it: Modifica
nl: Bewerking
pt_br: Editando

source: transactions
de: Transaktionen
es: transacciones
it: transazioni
nl: verrichtingen
pt_br: transações

source: No transactions found
de: Keine Transaktionen gefunden
es: No se encontraron transacciones
fr: Aucunes transactions trouvées
it: Nessuna transazione trovata
nl: Geen Verrichtingen gevonden
pt_br: Nenhuma transação encontrada

source: New transfer
de: Neuer Transfer
es: Nueva transferencia
fr: Nouveau virement
it: Nuovo trasferimento
nl: Nieuwe overschrijving
pt_br: Nova transferência

source: No deleted transactions to show
de: Keine gelöschten Transaktionen vorhanden
es: No hay transacciones eliminadas para mostrar
fr: Aucunes transactions supprimées à afficher
it: Nessuna transazione eliminata da mostrare
nl: Geen verwijderde verrichtingen om te tonen
pt_br: Nenhuma transação apagada para mostrar

source: Deleted transactions
de: Gelöschte Transaktionen
es: Transacciones eliminadas
fr: Transactions supprimées
it: Transazioni eliminate
nl: Verwijderde verrichtingen
pt_br: Transações apagadas

source: Unchanged
de: Unverändert
es: Sin cambios
fr: Identique
it: Nessun cambio
nl: Ongewijzigd
pt_br: Inalterado

source: Add user
es: Agregar usuario
fr: Ajouter un nouvel utilisateur
it: Aggiungi utente
nl: Gebruiker toevoegen
pt_br: Adicionar usuário

source: Edit user
es: Editar usuario
fr: Modifier l'utilisateur
it: Modifica utente
nl: Gebruiker bewerken
pt_br: Editar usuário

source: Email
es: Correo Electrónico
nl: E-mailadres

source: Superuser
es: Superusuario
fr: Super Utilisateur
it: Superutente
nl: Hoofdadmin
pt_br: Superusuário

source: Impersonate
es: Suplantar
fr: Masquarade
it: Impersona
nl: Doe je voor als
pt_br: Personificar

source: No users
es: Sin usuarios
fr: Aucuns utilisateurs
it: Nessun utente
nl: Geen gebruikers
pt_br: Nenhum usuário

source: Hide amounts
de: Werte ausblenden
es: Ocultar cantidades
fr: Masques les montants
it: Nascondi importi
nl: Bedragen verbergen
pt_br: Esconder valores

source: Mute sounds
de: Sound stummschalten
es: Silenciar sonidos
fr: Désactiver les sons
it: Disattiva suoni
nl: Geluiden dempen
pt_br: Silenciar sons

source: Play sounds
de: Sounds abspielen
es: Reproducir sonidos
fr: Activer les sons
it: Riattiva suoni
nl: Geluiden afspelen
pt_br: Reproduzir sons

source: Show amounts
de: Werte einblenden
es: Mostrar cantidades
fr: Afficher les montants
it: Mostra importi
nl: Bedragen tonen
pt_br: Mostrar valores

source: Welcome to WYGIWYH's demo!
de: Willkommen zur WYGIWYH Demo!
es: ¡Bienvenido a la demo de WYGIWYH!
fr: Bienvenue dans la démo de WYGIWYH !
it: Benvenuti alla demo di WYGIWYH!
nl: Welkom bij de demo van WYGIWYH!
pt_br: Boas-vindas à demonstração do WYGIWYH!

source: Use the credentials below to login
de: Benutze die Logindaten unten um dich anzumelden
es: Usa las credenciales que aparecen a continuación para iniciar sesión
fr: Utiliser les identifiants ci-dessous pour vous connecter
it: Utilizza le credenziali qui sotto per accedere
nl: Gebruik de onderstaande gegevens om in te loggen
pt_br: Use as credenciais abaixo para fazer login

source: Login with
es: Iniciar sesión con
fr: Se connecter avec
it: Accedi con
nl: Aanmelden met
pt_br: Login com

source: Yearly Overview
de: Jährliche Übersicht
es: Resumen Anual
fr: Aperçu annuel
it: Panoramica annuale
nl: Jaaroverzicht
pt_br: Visão Anual

source: Info
es: Información
pt_br: Informação

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo
pt_br: Intervalo

source: Status
es: Estado
fr: Statut
it: Stato

source: Operator
de: Bediener
es: Operador
fr: Opérateur
it: Operatore
pt_br: Operador

source: Test
es: Prueba
it: Prova
pt_br: Testar

source: Trigger
de: Auslöser
es: Activador
fr: Déclencheur
pt_br: Gatilho

source: Filter
es: Filtrar
fr: Filtre
it: Filtro
pt_br: Filtro

source: Volume
de: Lautstärke
es: Volumen

source: Code
es: Código
it: Codice
pt_br: Código

source: Runs
de: Durchgänge
es: Ejecuciones
fr: En cours
it: Esegue
pt_br: Importações

source: Admin
es: Administrador
it: Amministratore

source: Percentage
de: Prozent
es: Porcentaje
fr: Pourcentage
it: Percentuale
pt_br: Porcentagem

source: Start
es: Fecha de inicio
fr: Début
it: Inizio
pt_br: Início

source: Toggle Dropdown
it: Attiva/disattiva menu a discesa

source: Overview
de: Übersicht
it: Panoramica
pt_br: Visão Geral

source: Transaction amounts associated with multiple tags and entities will be counted once for each tag
it: Gli importi delle transazioni associati a più tag e beneficiari verranno conteggiati una volta per ogni tag

source: Add new
de: Neue hinzufügen
it: Aggiungi nuova
pt_br: Adicionar novo

source: Feb
fr: Fév

source: Apr
fr: Avr

source: Jun
fr: Juin

source: Jul
fr: Jui

source: Aug
fr: Aou

source: Dec
fr: Déc

source: DCA
pt_br: CMP
