Repository: eitchtee/WYGIWYH
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pt_br

source: Item updated successfully
de: Objekt erfolgreich aktualisiert
es: Ítem actualizado con éxito
fr: Item mis à jour avec succès
it: Elemento aggiornato con successo
nl: Item succesvol bijgewerkt
pt_br: Item atualizado com sucesso

source: Item deleted successfully
de: Objekt erfolgreich gelöscht
es: Ítem eliminado con éxito
fr: Item supprimée avec succès
it: Elemento eliminato con successo
nl: Item succesvol verwijderd
pt_br: Item apagado com sucesso

source: Transaction added successfully
de: Transaktion erfolgreich hinzugefügt
es: Transacción añadida exitosamente
fr: Transaction ajoutée avec succès
it: Transazione aggiunta con successo
nl: Verrichting succesvol toegevoegd
pt_br: Transação adicionada com sucesso

source: Recurring Transaction added successfully
de: Wiederkehrende Transaktion erfolgreich hinzugefügt
es: Transacción Recurrente añadida exitosamente
fr: Transaction récurrente ajoutée avec succès
it: Transazione ricorrente aggiunta con successo
nl: Terugkerende Verrichting succesvol toegevoegd
pt_br: Transação Recorrente adicionada com sucesso

source: Recurring Transaction updated successfully
de: Wiederkehrende Transaktion erfolgreich aktualisiert
es: Transacción Recurrente actualizada exitosamente
fr: Transaction récurrente mise à jour avec succès
it: Transazione ricorrente aggiornata con successo
nl: Terugkerende Verrichting succesvol bijgewerkt
pt_br: Transação Recorrente atualizada com sucesso

source: Recurring transaction unpaused successfully
de: Wiederkehrende Transaktion erfolgreich fortgesetzt
es: Transacción recurrente reanudada con éxito
fr: Transaction récurrente réactivée avec succès
it: Transazione ricorrente ripristinata correttamente
nl: Terugkerende Verrichting succesvol hervat
pt_br: Transação Recorrente despausada com sucesso

source: Recurring transaction paused successfully
de: Wiederkehrende Transaktion erfolgreich pausiert
es: Transacción recurrente pausada exitosamente
fr: Transaction récurrente désactivée avec succès
it: Transazione ricorrente sospesa con successo
nl: Terugkerende Verrichting succesvol onderbroken
pt_br: Transação Recorrente pausada com sucesso

source: Recurring transaction finished successfully
de: Wiederkehrende Transaktion erfolgreich abgeschlossen
es: Transacción Recurrente terminada exitosamente
fr: Transaction récurrente terminée avec succès
it: Transazione ricorrente completata con successo
nl: Terugkerende Verrichting succesvol voltooid
pt_br: Transação Recorrente finalizada com sucesso

source: Recurring Transaction deleted successfully
de: Wiederkehrende Transaktion erfolgreich gelöscht
es: Transacción Recurrente borrada exitosamente
fr: Transaction récurrente supprimée avec succès
it: Transazione ricorrente eliminata correttamente
nl: Terugkerende Verrichting succesvol verwijderd
pt_br: Transação Recorrente apagada com sucesso

source: Tag added successfully
de: Tag erfolgreich hinzugefügt
es: Etiqueta agregada con éxito
fr: Etiquette ajoutée avec succès
it: Tag aggiunto con successo
nl: Label succesvol toegevoegd
pt_br: Tag adicionada com sucesso

source: Tag updated successfully
de: Tag erfolgreich aktualisiert
es: Etiqueta actualizada con éxito
fr: Etiquette mise à jour avec succès
it: Tag aggiornato con successo
nl: Label succesvol bijgewerkt
pt_br: Tag atualizada com sucesso

source: Tag deleted successfully
de: Tag erfolgreich gelöscht
es: Etiqueta eliminada con éxito
fr: Etiquette supprimée avec succès
it: Tag rimosso con successo
nl: Label succesvol verwijderd
pt_br: Tag apagada com sucesso

source: Transaction updated successfully
de: Transaktion erfolgreich aktualisiert
es: Transacción actualizada con éxito
fr: Transaction mise à jour avec succès
it: Transazione aggiornata con successo
nl: Verrichting succesvol bijgewerkt
pt_br: Transação atualizada com sucesso

source: %(count)s transaction updated successfully
de: %(count)s Transaktion erfolgreich aktualisiert
es: %(count)s transacción actualizada exitosamente
fr: %(count)s transaction mise à jour avec succès
it: %(count)s transazione aggiornata correttamente
nl: %(count)s verrichting succesvol bijgewerkt
pt_br: %(count)s transação atualizada com sucesso

source: Transaction duplicated successfully
de: Transaktion erfolgreich duplisiert
es: Transacción duplicada exitosamente
fr: Transaction dupliquée avec succès
it: Transazione duplicata con successo
nl: Verrichting succesvol gedupliceerd
pt_br: Transação duplicada com sucesso

source: Transaction deleted successfully
de: Transaktion erfolgreich gelöscht
es: Transacción borrada exitosamente
fr: Transaction supprimée avec succès
it: Transazione eliminata con successo
nl: Verrichting succesvol verwijderd
pt_br: Transação apagada com sucesso

source: Transaction restored successfully
de: Transaktion erfolgreich wiederhergestellt
es: Transacción restaurada exitosamente
fr: Transaction restaurée avec succès
it: Transazione ripristinata con successo
nl: Verrichting succesvol hersteld
pt_br: Transação restaurada com sucesso

source: Transfer added successfully
de: Transfer erfolgreich hinzugefügt
es: Transferencia añadida exitosamente
fr: Virement ajouté avec succès
it: Trasferimento aggiunto con successo
nl: Transactie succesvol toegevoegd
pt_br: Transferência adicionada com sucesso

source: User Settings
de: Nutzereinstellungen
es: Configuraciones de Usuario
fr: Paramètres utilisateur
it: Impostazioni utente
nl: Gebruikersinstellingen
pt_br: Configurações do Usuário

source: User Setting
de: Nutzereinstellung
es: Configuración de Usuario
fr: Paramètre utilisateur
it: Impostazione utente
nl: Gebruikersinstelling
pt_br: Configuração do Usuário

source: Personal info
de: Persönliche Daten
es: Información Personal
fr: Informations personnelles
it: Informazioni personali
nl: Persoonlijke gegevens
pt_br: Dados pessoais

source: Permissions
de: Berechtigungen
es: Permisos
it: Permessi
nl: Rechten
pt_br: Permissões

source: Important dates
de: Wichtige Daten
es: Fechas Importantes
fr: Dates importantes
it: Date importanti
nl: Belangrijke datums
pt_br: Datas importantes

source: E-mail
es: Correo Electrónico
nl: E-mailadres

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pt_br: Senha

source: Invalid e-mail or password
de: Ungültige E-Mail oder Passwort
es: Correo o contraseña no válidos
fr: E-mail ou mot de passe invalide
it: E-mail o password non valide
nl: Ongeldig e-mailadres of wachtwoord
pt_br: E-mail ou senha inválidos

source: This account is deactivated
de: Dieses Konto ist deaktiviert
es: Esta cuenta está desactivada
fr: Ce compte est désactivé
it: Questo account è disattivato
nl: Deze gebruiker is gedeactiveerd
pt_br: Essa conta está desativada

source: Default
de: Standard
es: Por Defecto
fr: Par défaut
it: Predefinito
nl: Standaard
pt_br: Padrão

source: Date Format
de: Datumsformat
es: Formato de Fecha
fr: Format de date
it: Formato data
nl: Datumnotatie
pt_br: Formato de Data

source: Datetime Format
de: Datums- und Zeitformat
es: Formato de Fecha y Hora
fr: Format de l'heure
it: Formato data e ora
nl: Tijdsnotatie
pt_br: Formato de Data e Hora

source: Number Format
de: Zahlenformat
es: Formato de Número
fr: Format numérique
it: Formato numerico
nl: Schrijfwijze Nummers
pt_br: Formato de Número

source: Default Account
nl: Standaard Rekening

source: This changes the language (if available) and how numbers and dates are displayed Consider helping translate WYGIWYH to your language at %(translation_link)s
de: Dies ändert die Sprache (sofern verfügbar) und wie Zahlen und Daten angezeigt werden. Hilf mit WYGIWYH in deine Sprache zu übersetzten: %(translation_link)s
es: Esto cambia el idioma (si está disponible) y la forma de mostrar los números y las fechas Ayude a traducir WYGIWYH a su idioma en %(translation_link)s
fr: Change la langue (si disponible) et comment les nombres et les dates sont affichés. Considérez d'aider à la traduction de WYGIWYH dans votre langue sur %(translation_link)s
it: Cambia la lingua (se disponibile) e la modalità di visualizzazione di numeri e date. Considera la possibilità di contribuire alla traduzione di WYGIWYH nella tua lingua su %(translation_link)s
nl: Dit verandert de taal (indien beschikbaar) en hoe getallen en datums worden weergegeven Overweeg om WYGIWYH te helpen vertalen naar jouw taal op %(translation_link)s
pt_br: Isso altera o idioma (se disponível) e a forma como os números e as datas são exibidos Considere ajudar a traduzir WYGIWYH para seu idioma em %(translation_link)s

source: New Password
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau mot de passe
it: Nuova Password
nl: Nieuw Wachtwoord
pt_br: Nova senha

source: Leave blank to keep the current password.
de: Leer lassen um Passwort zu belassen.
es: Deje en blanco para mantener la contraseña actual.
fr: Laisser vide pour garder le mot de passe actuel.
it: Lascia vuoto per mantenere la password attuale.
nl: Laat leeg om het huidige wachtwoord te behouden.
pt_br: Deixe em branco para usar a senha atual.

source: Confirm New Password
de: Bestätige das neue Passwort
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
it: Conferma nuova password
nl: Bevestig Nieuw Wachtwoord
pt_br: Confirmar nova senha

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
de: Abwählen um den Nutzer zu deaktivieren. Besser als gleich zu löschen.
es: Establece si este usuario debe ser tratado como activo. Desmarque esta opción en lugar de borrar cuentas.
fr: Indique si cet utilisateur doit être traité comme actif. Désélectionnez ceci plutôt que supprimer des comptes.
it: Indica se questo utente deve essere considerato attivo. Deseleziona questa opzione invece di eliminare gli account.
nl: Geeft aan of deze gebruiker als actief moet worden behandeld. Deselecteer dit in plaats van accounts te verwijderen.
pt_br: Designa se esse usuário deve ser tratado como ativo. Desmarque essa opção em vez de excluir usuários.

source: Designates that this user has all permissions without explicitly assigning them.
de: Anwählen damit der Nutzer alle Berechtigungen hat, ohne diese explizit hinzuzufügen.
es: Establece que este usuario tiene todos los permisos sin asignárselos expresamente.
fr: Définir que cet utilisateur a toutes les permissions sans les assigner explicitement.
it: Indica che questo utente ha tutte le autorizzazioni senza assegnarle esplicitamente.
nl: Geeft aan dat deze gebruiker alle rechten heeft zonder ze expliciet toe te kennen.
pt_br: Designa que esse usuário tem todas as permissões sem atribuí-las explicitamente.

source: This email address is already in use by another account.
de: Diese E-Mail-Adresse wird bereits von jemand anders benutzt.
es: Esta dirección de correo es usada por otra cuenta.
fr: Cette adresse email est déjà utiliser dans un autre compte utilisateur.
it: Questo indirizzo email è già utilizzato da un altro account.
nl: Dit e-mailadres wordt al gebruikt door een ander account.
pt_br: Esse endereço de e-mail já está sendo usado por outra conta.

source: The two password fields didn't match.
de: Die eingegebenen Passwörter stimmen nicht überein.
es: Los dos campos de contraseñas no coinciden.
fr: Les deux mot de passe ne correspondent pas.
it: I due campi password non corrispondono.
nl: De twee wachtwoordvelden komen niet overeen.
pt_br: Os dois campos de senha não coincidem.

source: Please confirm your new password.
de: Bitte bestätige dein neues Passwort.
es: Por favor, confirme su nueva contraseña.
fr: Merci de confirmer votre mot de passe.
it: Conferma la nuova password.
nl: Bevestig je nieuwe wachtwoord.
pt_br: Confirme sua nova senha.

source: Please enter the new password first.
de: Bitte gebe erst dein neues Passwort ein.
es: Por favor, introduzca su nueva contraseña.
fr: Merci d'indiquer d'abord le nouveau mot de passe.
it: Inserisci prima la nuova password.
nl: Geef eerst het nieuwe wachtwoord op.
pt_br: Digite a nova senha primeiro.

source: You cannot deactivate your own account using this form.
de: Du kannst deinen Nutzer nicht hier deaktivieren.
es: No puede desactivar su propia cuenta usando este formulario.
fr: Vous ne pouvez pas désactiver votre propre compte utilisateur avec ce formulaire.
it: Non è possibile disattivare il proprio account tramite questo modulo.
nl: Je kunt je eigen account niet deactiveren met dit formulier.
pt_br: Não é possível desativar sua própria conta usando esse formulário.

source: Cannot remove status from the last superuser.
de: Sie können die Adminberechtigungen nicht vom letzten Admin entfernen.
es: No se puede eliminar el estado del último superusuario.
fr: Impossible de supprimer le statut du dernier super utilisateur.
it: Impossibile rimuovere lo stato dall'ultimo superutente.
nl: Kan de status van de laatste Hoofdadmin niet verwijderen.
pt_br: Não é possível remover o status do último superusuário.

source: You cannot remove your own superuser status using this form.
de: Du kannst deinen eigenen Superuser-Status nicht hier entfernen.
es: No puedes eliminar tu propio estado de superusuario usando este formulario.
fr: Vous ne pouvez pas supprimer votre propre statut de super utilisateur via ce formulaire.
it: Non è possibile rimuovere il proprio stato di superutente tramite questo modulo.
nl: Je kunt je eigen hoofdadminrechten niet verwijderen met dit formulier.
pt_br: Não é possível remover seu próprio status de superusuário usando esse formulário.

source: A user with this email address already exists.
de: Ein Benutzer mit dieser E-Mail-Adresse existiert bereits.
es: Ya existe un usuario con este correo.
fr: Un utilisateur avec cette adresse email existe déjà.
it: Esiste già un utente con questo indirizzo email.
nl: Er bestaat al een gebruiker met dit e-mailadres.
pt_br: Já existe um usuário com esse endereço de e-mail.

source: Yearly by currency
de: Jährlich nach Währung
es: Anual por moneda
fr: Annuel par devise
it: Annuale per valuta
nl: Jaarlijks per munteenheid
pt_br: Anual por moeda

source: Yearly by account
de: Jährlich nach Konto
es: Anual por cuenta
fr: Annuel par comptes
it: Annuale per conto
nl: Jaarlijks per rekening
pt_br: Anual por conta

source: Current Net Worth
de: Aktuelles Nettovermögen
es: Patrimonio Neto Actual
fr: Valeur nette actuelle
it: Patrimonio netto attuale
nl: Huidige Nettowaarde
pt_br: Patrimônio Atual

source: Projected Net Worth
de: Erwartetes Nettovermögen
es: Patrimonio Neto Proyectado
fr: Valeur nette prévisionnelle
it: Patrimonio netto previsto
nl: Verwachte Nettowaarde
pt_br: Patrimônio Previsto

source: All Transactions
de: Alle Transaktionen
es: Todas las Transacciones
fr: Toutes les transactions
it: Tutte le transazioni
nl: Alle Verrichtingen
pt_br: Todas as transações

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
it: Calendario
nl: Kalender
pt_br: Calendário

source: Language
de: Sprache
es: Idioma
fr: Langage
it: Lingua
nl: Taal
pt_br: Linguagem

source: Time Zone
de: Zeitzone
es: Zona Horaria
fr: Fuseau horaire
it: Fuso orario
nl: Tijdszone
pt_br: Fuso horário

source: Start page
de: Startseite
es: Página de Inicio
fr: Page d'accueil
it: Pagina iniziale
nl: Startpagina
pt_br: Página inicial

source: Default account
nl: Standaard rekening

source: Selects the account by default when creating new transactions
nl: Selecteer het account automatisch bij het maken van nieuwe verrichtingen

source: Transaction amounts are now hidden
de: Beträge sind nun versteckt
es: Los montos de las transacciones ahora están ocultos
fr: Les montants des transactions sont maintenant masqués
it: Gli importi delle transazioni sono nascosti
nl: Verrichtingsbedragen worden nu verborgen
pt_br: Os valores das transações agora estão ocultos

source: Transaction amounts are now displayed
de: Beträge werden angezeigt
es: Los montos de las transacciones ahora son visibles
fr: Les montants des transactions sont maintenant affichés
it: Gli importi delle transazioni sono visibili
nl: Verrichtingsbedragen worden nu weergegeven
pt_br: Os valores das transações agora estão sendo exibidos

source: Sounds are now muted
de: Sounds sind stummgeschaltet
es: Los sonidos ahora están silenciados
fr: Les sons sont désactivés
it: I suoni sono disattivati
nl: De Geluiden zijn nu gedempt
pt_br: Os sons agora estão silenciados

source: Sounds will now play
de: Sounds werden wiedergegeben
es: Los sonidos se han activado
fr: Les sons sont activés
it: I suoni verranno riprodotti
nl: De geluiden worden nu afgespeeld
pt_br: Os sons agora serão reproduzidos

source: Your settings have been updated
de: Deine Einstellungen wurden aktualisiert
es: Tus ajustes han sido actualizados
fr: Vos réglages ont été mis à jour
it: Le tue impostazioni sono state aggiornate
nl: Jouw instellingen zijn bijgewerkt
pt_br: Suas configurações foram atualizadas

source: Add account group
de: Kontogruppe hinzufügen
es: Agregar grupo de cuentas
fr: Ajouter un groupe de comptes
it: Aggiungi gruppo conti
nl: Rekeningsgroep toevoegen
pt_br: Adicionar grupo de conta

source: Edit account group
de: Kontogruppe bearbeiten
es: Editar grupo de cuentas
fr: Editer un groupe de comptes
it: Modifica gruppo conti
nl: Rekeningsgroep bewerken
pt_br: Editar grupo de conta

source: Actions
de: Aktionen
es: Acciones
it: Azioni
nl: Acties
pt_br: Ações

source: Edit
de: Bearbeiten
es: Editar
fr: Editer
it: Modifica
nl: Bewerken
pt_br: Editar

source: Take ownership
de: Besitzeigenschaft übernehmen
es: Tomar propiedad
fr: Devenir propriétaire
it: Prendi il comando
nl: Eigendom nemen
pt_br: Assumir propriedade

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Deel
pt_br: Compartilhar

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
nl: Verwijderen
pt_br: Apagar

source: Are you sure?
de: Bist du sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro?
nl: Weet je het zeker?
pt_br: Tem certeza?

source: You won't be able to revert this!
de: Dies kann nicht rückgängig gemacht werden!
es: ¡No podrás revertir esto!
fr: Cette opération est irréversible, vous ne pourrez pas l'annuler !
it: Non sarà possibile annullare questa operazione!
nl: Je kunt dit niet meer terugdraaien!
pt_br: Você não será capaz de reverter isso!

source: Yes, delete it!
de: Ja, löschen!
es: ¡Sí, bórralo!
fr: Oui, supprime !
it: Sì, cancellalo!
nl: Ja, verwijder het!
pt_br: Sim, apague!

source: No account groups
de: Keine Kontrogruppen
es: No hay grupos de cuentas
fr: Pas de groupes de comptes
it: Nessun gruppo conti
nl: Geen Rekeningsgroepen
pt_br: Nenhum grupo de conta

source: Share settings
de: Einstellungen teilen
es: Configuración de uso compartido
fr: Réglages du partage
it: Impostazioni di condivisione
nl: Deel instellingen
pt_br: Configurações de compartilhamento

source: Account Reconciliation
de: Kontostände anpassen
es: Conciliación de Cuentas
fr: Rapprochement de comptes
it: Riconciliazione dei conti
nl: Rekeningen Gelijkstellen
pt_br: Reconciliação do saldo

source: Current balance
de: Aktueller Saldo
es: Saldo actual
fr: Balance actuelle
it: Saldo corrente
nl: Huidige saldo
pt_br: Saldo atual

source: Difference
de: Differenz
es: Diferencia
fr: Différence
it: Differenza
nl: Verschil
pt_br: Diferença

source: Reconcile balances
de: Salden anpassen
es: Conciliar saldos
fr: Rapprochement des balances
it: Riconcilia i saldi
nl: Correcte saldo
pt_br: Reconciliar saldos

source: Add account
de: Konto hinzufügen
es: Agregar cuenta
fr: Ajouter un compte
it: Aggiungi conto
nl: Rekening toevoegen
pt_br: Adicionar conta

source: Edit account
de: Konto bearbeiten
es: Editar cuenta
fr: Editer le compte
it: Modifica conto
nl: Rekening bewerken
pt_br: Editar conta

source: Is Asset
de: Ist Vermögenswert
es: Es un Activo
fr: est un actif
it: È un bene
nl: Is Vermogen
pt_br: É ativo

source: Track
es: Seguir
fr: Suivre
it: Traccia
nl: Gevolgd
pt_br: Acompanhar

source: Untrack
es: Dejar de seguir
fr: Ne plus suivre
it: Smetti di tracciare
nl: Niet gevolgd
pt_br: Parar de acompanhar

source: No accounts
de: Keine Konten
es: Sin cuentas
fr: Pas de comptes
it: Nessun conto
nl: Geen rekeningen
pt_br: Nenhuma conta

source: MON
de: Mo
es: LUN
fr: LUN
it: LUN
nl: MA
pt_br: SEG

source: TUE
de: Di
es: MAR
fr: MAR
it: MAR
nl: DI
pt_br: TER

source: WED
de: Mi
es: MIÉ
fr: MER
it: MER
nl: WOE
pt_br: QUA

source: THU
de: Do
es: JUE
fr: JEU
it: GIO
nl: DO
pt_br: QUI

source: FRI
de: Fr
es: VIE
fr: VEN
it: VEN
nl: VR
pt_br: SEX

source: SAT
de: Sa
es: SÁB
fr: SAM
it: SAB
nl: ZAT
pt_br: SÁB

source: SUN
de: So
es: DOM
fr: DIM
it: DOM
nl: ZON
pt_br: DOM

source: Transactions on
de: Transaktionen am
es: Transacciones en
fr: Transactions du
it: Transazioni del
nl: Verrichtingen op
pt_br: Transações em

source: No transactions on this date
de: Keine Transaktionen an diesem Datum
es: No hay transacciones en esta fecha
fr: Aucunes transactions à cette date
it: Nessuna transazione in questa data
nl: Geen verrichtingen op deze datum
pt_br: Nenhuma transação nesta data

source: Monthly Overview
de: Monatliche Übersicht
es: Resumen Mensual
fr: Aperçu du mois
it: Panoramica mensile
nl: Overzicht per maand
pt_br: Visão Mensal

source: Add category
de: Kategorie hinzufügen
es: Agregar categoría
fr: Ajouter une catégorie
it: Aggiungi categoria
nl: Categorie toevoegen
pt_br: Adicionar categoria

source: Edit category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
it: Modifica categoria
nl: Categorie bewerken
pt_br: Editar categoria

source: No categories
de: Keine Kategorien
es: Sin categorías
fr: Pas de catégories
it: Nessuna categoria
nl: Geen categorieën
pt_br: Nenhum categoria

source: Pick a month
de: Monat auswählen
es: Selecciona un mes
fr: Sélectionner un mois
it: Seleziona un mese
nl: Kies een maand
pt_br: Escolha um mês

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pt_br: Fechar

source: Search
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
nl: Zoeken
pt_br: Buscar

source: Select
de: Auswahl
es: Seleccionar
fr: Sélectionner
it: Seleziona
nl: Selecteer
pt_br: Selecionar

source: Show on summaries
de: Anzeigen auf Zusammenfassungen
es: Mostrar en los resúmenes
fr: Afficher sur le résumé
it: Mostra nei riepiloghi
nl: Toon op samenvattingen
pt_br: Mostrar nos sumários

source: Controlled by account
es: Controlado por cuenta
fr: Vérifié par compte
it: Controllato dall'account
nl: Gecontroleerd door account
pt_br: Controlado pela conta

source: Controlled by category
de: Gesteuert durch Kategorie
es: Controlado por categoría
fr: Vérifié par catégorie
it: Controllato dalla categoria
nl: Gecontroleerd door categorie
pt_br: Controlado pela categoria

source: Hide from summaries
de: Verstecken bei Zusammenfassungen
es: Ocultar de los resúmenes
fr: Masquer sur le résumé
it: Nascondi dai riepiloghi
nl: Verbergen in samenvattingen
pt_br: Esconder dos sumários

source: Add as quick transaction
de: Als schnelle Transaktion hinzufügen
es: Agregar como transacción rápida
fr: Ajouter aux transactions rapides
it: Aggiungi come transazione rapida
nl: Toevoegen als snelle transactie
pt_br: Adicionar como transação rápida

source: Move to previous month
es: Mover al mes anterior
fr: Aller au mois précédent
it: Vai al mese precedente
nl: Ga naar vorige maand
pt_br: Mover para o mês anterior

source: Move to next month
es: Mover al mes siguiente
fr: Aller au mois suivant
it: Vai al mese successivo
nl: Ga naar volgende maand
pt_br: Mover para o mês seguinte

source: Move to today
es: Mover a hoy
fr: Aller à aujourd'hui
it: Vai a oggi
nl: Ga naar vandaag
pt_br: Mover para hoje

source: Duplicate
de: Duplikat
es: Duplicado
fr: Dupliquer
it: Duplica
nl: Dupliceren
pt_br: Duplicar

source: projected income
de: erwartetes Einkommen
es: ingresos proyectados
fr: revenus prévisionnels
it: entrate previste
nl: verwachte inkomsten
pt_br: renda prevista
