Repository: eitchtee/WYGIWYH
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pt_br

source: Transaction rule
de: Transaktions-Regel
es: Regla de transacción
fr: Règle(s) de transaction
it: Regola di transazione
nl: Verrichtingsregel
pt_br: Regra da transação

source: Rule
de: Regel
es: Regla
fr: Règle
it: Regola
nl: Regel
pt_br: Regra

source: Field
de: Feld
es: Campo
fr: Champ
it: Campo
nl: Veld
pt_br: Campo

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
nl: Waarde
pt_br: Valor

source: Edit transaction actions
de: Transaktions-Aktion bearbeiten
es: Editar acciones de transacción
fr: Modifier les actions de transaction
it: Modifica le azioni di transazione
nl: Bewerk verrichtingsregel acties
pt_br: Ações de editar de transação

source: is exactly
de: ist exakt
es: es exactamente
fr: Est exactement
it: è esattamente
nl: is precies
pt_br: é exatamete

source: contains
de: enthält
es: contiene
fr: Contient
it: contiene
nl: bevat
pt_br: contém

source: starts with
de: beginnt mit
es: empieza por
fr: Commence par
it: inizia con
nl: begint met
pt_br: começa com

source: ends with
de: endet mit
es: termina por
fr: Fini par
it: finisce con
nl: eindigd op
pt_br: termina em

source: equals
de: gleich
es: es igual a
fr: Égal
it: è uguale a
nl: gelijk aan
pt_br: igual

source: greater than
de: größer als
es: mayor que
fr: Supérieur à
it: è maggiore di
nl: groter dan
pt_br: maior que

source: less than
de: kleiner als
es: menor que
fr: Inférieur à
it: è inferiore di
nl: kleiner dan
pt_br: menos de

source: greater than or equal
de: größer als oder gleich
es: mayor que o igual
fr: Supérieur ou égal à
it: è maggiore di o uguale a
nl: groter dan of gelijk aan
pt_br: maior ou igual

source: less than or equal
de: kleiner als oder gleich
es: menor que o igual
fr: Inférieur ou égal à
it: è inferiore di o uguale a
nl: kleiner dan of gelijk aan
pt_br: menor ou igual

source: Generic expression to enable or disable execution. Should evaluate to True or False
de: Allgemeiner Ausdruck um die Ausführung zu aktivieren oder zu deaktivieren. Sollte zu Wahr oder Falsch ausgewertet werden
es: Expresión genérica para habilitar o deshabilitar la ejecución. Debe evaluarse como True o False
fr: Expression générique pour activer ou désactiver l’exécution. Doit être Vrai ou Faux
it: Espressione generica per abilitare o disabilitare l'esecuzione. Dovrebbe restituire Vero o Falso
nl: Generieke expressie om uitvoering in of uit te schakelen. Moet evalueren naar Waar of Onwaar
pt_br: Expressão genérica para ativar ou desativar a execução. Deve retornar True ou False

source: Update or create transaction action
de: Transaktions-Aktion aktualisieren oder erstellen
es: Actualizar o crear acción de transacción
fr: Mettre à jour ou créer une action de transaction
it: Aggiorna o crea un'azione di transazione
nl: Bewerk of maak verrichtingsregel actie
pt_br: Ação de atualizar ou criar transação

source: Rule deactivated successfully
de: Regel erfolgreich deaktiviert
es: Regla desactivada con éxito
fr: Règle désactivée avec succès
it: Regola disattivata con successo
nl: Regel succesvol uitgeschakeld
pt_br: Regra desativada com sucesso

source: Rule activated successfully
de: Regel erfolgreich aktiviert
es: Regla activada con éxito
fr: Règle activée avec succès
it: Regola attivata con successo
nl: Regel succesvol ingeschakeld
pt_br: Regra ativada com sucesso

source: Rule added successfully
de: Regel erfolgreich hinzugefügt
es: Regla agregada con éxito
fr: Règle ajoutée avec succès
it: Regola aggiunta con successo
nl: Regel succesvol toegevoegd
pt_br: Regra adicionada com sucesso

source: Rule updated successfully
de: Regel erfolgreich aktualisiert
es: Regla actualizada con éxito
fr: Règle mis à jour avec succès
it: Regola aggiornata con successo
nl: Regel succesvol bijgewerkt
pt_br: Regra atualizada com sucesso

source: Rule deleted successfully
de: Regel erfolgreich gelöscht
es: Regla eliminada con éxito
fr: Règle supprimée avec succès
it: Regola eliminata con successo
nl: Regel succesvol verwijderd
pt_br: Regra apagada com sucesso

source: Action updated successfully
de: Aktion erfolgreich aktualisiert
es: Acción actualizada con éxito
fr: Action mis à jour avec succès
it: Azione aggiornata con successo
nl: Actie succesvol bijgewerkt
pt_br: Ação atualizada com sucesso

source: Action deleted successfully
de: Aktion erfolgreich gelöscht
es: Acción eliminada con éxito
fr: Action supprimée avec succès
it: Azione eliminata con successo
nl: Actie succesvol verwijderd
pt_br: Ação apagada com sucesso

source: Update or Create Transaction action added successfully
de: "Transaktions-Aktualisierung oder -Erstellung"-Aktion erfolgreich hinzugefügt
es: Acción de Actualizar o Crear Transacción agregada con éxito
fr: Mis à jour ou Création de Transaction ajouté avec succès
it: Azione Aggiornamento o Creazione transazione aggiunta correttamente
nl: Verrichting Bijwerken Of Maken succesvol toegevoegd
pt_br: Ação Atualizar ou Criar Transação adicionada com sucesso

source: Update or Create Transaction action updated successfully
de: "Transaktions-Aktualisierung oder -Erstellung"-Aktion erfolgreich aktualisiert
es: Acción de Actualizar o Crear Transacción actualizada con éxito
fr: Mis à jour ou Création de l'action de Transaction mis à jour avec succès
it: Azione Aggiornamento o Creazione transazione aggiornata correttamente
nl: Verrichting Bijwerken Of Maken succesvol bijgewerkt
pt_br: Ação Atualizar ou Criar Transação atualizada com sucesso

source: Update or Create Transaction action deleted successfully
de: "Transaktions-Aktualisierung oder -Erstellung"-Aktion erfolgreich gelöscht
es: Acción de Actualizar o Crear Transacción eliminada con éxito
fr: Mis à jour ou Création de l'action de Transaction supprimée avec succès
it: Azione Aggiornamento o Creazione transazione eliminata correttamente
nl: Verrichting Bijwerken Of Maken succesvol verwijderd
pt_br: Ação Atualizar ou Criar Transação apagada com sucesso

source: Projected
de: Erwartet
es: Proyectado
fr: Projeté
it: Previsto
nl: Ingepland
pt_br: Previsto

source: Muted
de: Ausgeblendet
es: Silenciado
fr: Muet
it: Silenziato
nl: Gedempt
pt_br: Silenciada

source: Content
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
nl: Inhoud
pt_br: Conteúdo

source: Transaction Type
de: Transaktionstyp
es: Tipo de Transacción
fr: Type de transaction
it: Tipo di transazione
nl: Soort transactie
pt_br: Tipo de Transação

source: Mute Status
fr: Ignorer le statut
nl: Demp Status

source: Date from
de: Datum von
es: Desde la fecha
fr: Date de départ
it: Data da
nl: Datum vanaf
pt_br: Data de

source: Until
de: Bis
es: Hasta
fr: Jusqu'au
it: Fino a
nl: Tot
pt_br: Até

source: Reference date from
de: Referenzdatum von
es: Desde la fecha de referencia
fr: Référencer une date de
it: Data di riferimento da
nl: Referentiedatum vanaf
pt_br: Data de Referência de

source: Amount min
de: Betrag Minimum
es: Monto mínimo
fr: Montant min
it: Importo minimo
nl: Minimum bedrag
pt_br: Quantia miníma

source: Amount max
de: Betrag Maximum
es: Monto máximo
fr: Montant max
it: Importo massimo
nl: Maximaal bedrag
pt_br: Quantia máxima

source: Categorized
es: Con Categoría
fr: Catégorisé
it: Categorizzato
nl: Gecategoriseerd
pt_br: Categorizada

source: Tagged
es: Etiquetado
fr: Avec étiquettes
it: Taggato
nl: Gelabeld
pt_br: Com tag

source: Untagged
de: Unmarkiert
es: Sin etiqueta
fr: Sans étiquettes
it: Senza tag
nl: Niet gelabeld
pt_br: Sem tag

source: Any entity
es: Cualquier entidad
fr: N'importe quelle entité
it: Qualsiasi beneficiario
nl: Elk bedrijf
pt_br: Qualquer entidade

source: No entity
es: Ninguna entidad
fr: Pas d'entité
it: Nessun beneficiario
nl: Geen bedrijf
pt_br: Sem entidade

source: More
de: Mehr
es: Más
fr: Plus
it: Di più
nl: Meer
pt_br: Mais

source: Save and add similar
de: Speichern und ähnliches hinzufügen
es: Guardar y añadir similar
fr: Enregistrer et ajouter des semblables
it: Salva e aggiungi simile
nl: Opslaan en vergelijkbaar toevoegen
pt_br: Salvar e adicionar similar

source: Save and add another
de: Speichern und etwas neu hinzufügen
es: Guardar y añadir otro
fr: Enregistrer et ajouter un autre
it: Salva e aggiungi un'altra
nl: Opslaan en een andere toevoegen
pt_br: Salvar e adicionar outra

source: Muted transactions won't be displayed on monthly summaries
de: Stummgeschaltete Transaktionen werden nicht in der monatlichen Übersicht berücksichtigt
es: Las transacciones silenciadas no se mostrarán en los resúmenes mensuales
fr: Les transactions silencieuses ne sont pas affichées dans les résumés mensuels
it: Le transazioni silenziate non verranno visualizzate nei riepiloghi mensili
nl: Gedempte transacties worden niet weergegeven in maandoverzichten
pt_br: Transações silenciadas não apareceram nos sumários mensais

source: From Amount
de: Startbetrag
es: Monto de Origen
fr: Montant de départ
it: Da importo
nl: Van Bedrag
pt_br: Quantia de origem

source: To Amount
de: Zielbetrag
es: Monto de Destino
fr: Montant d'arrivée
it: A importo
nl: Naar Bedrag
pt_br: Quantia de destino

source: Transfer
es: Transferir
fr: Virement
it: Trasferimento
nl: Overschrijving
pt_br: Transferir

source: Tag name
es: Nombre de etiqueta
fr: Libellé de l'étiquette
it: Nome tag
nl: Labelnaam
pt_br: Nome da Tag

source: Entity name
de: Entitätsname
es: Nombre de Entidad
fr: Nom d'entité
it: Nome beneficiario
nl: Naam van bedrijf
pt_br: Nome da entidade

source: Category name
de: Kategoriename
es: Nombre de Categoría
fr: Nom de catégorie
it: Nome categoria
nl: Naam van categorie
pt_br: Nome da Categoria

source: Muted categories won't be displayed on monthly summaries
es: Las categorías silenciadas no serán mostradas en los resúmenes mensuales
fr: Les catégories silencieuses ne compteront pas dans votre résumé mensuel
it: Le categorie silenziate non verranno visualizzate nei riepiloghi mensili
nl: Gedempte categorieën worden niet weergegeven in maandoverzichten
pt_br: Categorias silenciadas não apareceram nos sumários mensais

source: future transactions
es: transacciones futuras
fr: Transactions à venir
it: transazioni future
nl: toekomstige verrichtingen
pt_br: transações futuras

source: End date should be after the start date
de: Enddatum sollte hinter dem Startdatum liegen
es: La fecha de fin debe ser posterior a la fecha de inicio
fr: La date de fin doit être ultérieure à la date de début
it: La data di fine deve essere dopo la data d'inizio
nl: De einddatum moet na de begindatum vallen
pt_br: Data final deve ser após data inicial

source: Deactivated categories won't be able to be selected when creating new transactions
de: Ausgeblendete Kategorien können bei der Erstellung neuer Transaktionen nicht ausgewählt werden
es: Las categorías desactivadas no podrán seleccionarse al crear nuevas transacciones
fr: Les catégories désactivées ne seront pas sélectionnable lors de la création de nouvelle transactions
it: Le categorie disattivate non potranno essere selezionate durante la creazione di nuove transazioni
nl: Gedeactiveerde categorieën kunnen niet worden geselecteerd bij het maken van nieuwe transacties
pt_br: As categorias desativadas não poderão ser selecionadas ao criar novas transações

source: Transaction Category
de: Transaktionskategorie
es: Categoría de Transacción
fr: Catégorie de transaction
it: Categoria transazione
nl: Transactie categorie
pt_br: Categoria da Transação

source: Transaction Categories
de: Transaktionskategorien
es: Categorías de Transacción
fr: Catégories de transaction
it: Categorie transazione
nl: Transactie categorieën
pt_br: Categorias da Trasanção

source: Deactivated tags won't be able to be selected when creating new transactions
de: Deaktivierte Tags können bei der Erstellung neuer Transaktionen nicht ausgewählt werden
es: Las etiquetas desactivadas no podrán seleccionarse al crear nuevas transacciones
fr: Les étiquettes désactivées ne pourront pas être sélectionnées lors de la création de nouvelles transactions
it: I tag disattivati non potranno essere selezionati durante la creazione di nuove transazioni
nl: Gedeactiveerde labels kunnen niet worden geselecteerd bij het maken van nieuwe verrichtingen
pt_br: As tags desativadas não poderão ser selecionadas ao criar novas transações

source: Transaction Tags
de: Tranksaktionstags
es: Etiquetas de Transacción
fr: Etiquettes de transaction
it: Tag di transazione
nl: Verrichting Labels
pt_br: Tags da Transação

source: Deactivated entities won't be able to be selected when creating new transactions
de: Deaktivierte Entitäten können bei der Erstellung neuer Transaktionen nicht ausgewählt werden
es: Las entidades desactivadas no podrán seleccionarse al crear nuevas transacciones
fr: Les entités désactivées ne pourront pas être sélectionnées lors de la créations de nouvelles transactions
it: I beneficiari disattivati non potranno essere selezionati durante la creazione di nuove transazioni
nl: Gedeactiveerde bedrijven kunnen niet worden geselecteerd bij het maken van nieuwe verrichtingen
pt_br: As entidades desativadas não poderão ser selecionadas ao criar novas transações

source: Entity
de: Entität
es: Entidad
fr: Entité
it: Beneficiari
nl: Bedrijf
pt_br: Entidade

source: Income
de: Einnahme
es: Ingreso
fr: Revenus
it: Entrate
nl: Ontvangsten Transactie
pt_br: Renda

source: Expense
de: Ausgabe
es: Gasto
fr: Dépense
it: Spesa
nl: Uitgave
pt_br: Despesa

source: Installment Plan
de: Ratenzahlungs-Plan
es: Plan de Cuotas
fr: Plan d'aménagement
it: Piano di rateizzazione
nl: Afbetalingsplan
pt_br: Parcelamento

source: Recurring Transaction
de: Wiederkehrende Transaktion
es: Transacción Recurrente
fr: Transaction récurrente
it: Transazione ricorrente
nl: Terugkerende verrichting
pt_br: Transação Recorrente

source: Deleted
de: Gelöscht
es: Eliminado
fr: Supprimé
it: Eliminato
nl: Verwijderd
pt_br: Apagado

source: Deleted At
de: Gelöscht am
es: Eliminado en
fr: Supprimé à
it: Eliminato alle
nl: Verwijderd Op
pt_br: Apagado Em

source: No tags
de: Keine Tags
es: Sin etiquetas
fr: Aucunes étiquettes
it: Nessun tag
nl: Geen labels
pt_br: Nenhuma tag

source: No category
de: Keine Kategorie
es: Sin categoría
fr: Pas de catégorie
it: Nessuna categoria
nl: Geen categorie
pt_br: Sem categoria

source: No description
de: Keine Beschreibung
es: Sin descripción
fr: Pas de description
it: Nessuna descrizione
nl: Geen Beschrijving
pt_br: Sem descrição

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale
nl: Jaarlijks
pt_br: Anual

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
nl: Maandelijks
pt_br: Mensal

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
nl: Wekelijks
pt_br: Semanal

source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Quotidiana
nl: Dagelijks
pt_br: Diária

source: Number of Installments
de: Anzahl von Ratenzahlungen
es: Cantidad de cuotas
fr: Nombre d'écheances
it: Numero di rate
nl: Aantal aflossingen
pt_br: Número de Parcelas

source: Installment Start
de: Start der Ratenzahlung
es: Cuota de Inicio
fr: Commencer à l'échéance
it: Inizio rata
nl: Begin afbetaling
pt_br: Parcela inicial

source: The installment number to start counting from
de: Die Zahl mit der bei der Zählung der Ratenzahlungen begonnen werden soll
es: El número de la cuota desde la cual comenzar a contar
fr: L'échéance à partir de laquelle compter
it: Il numero di rata da cui iniziare il conteggio
nl: Het nummer van de aflevering om mee te beginnen
pt_br: O número da parcela a partir do qual se inicia a contagem

source: Start Date
de: Startdatum
es: Fecha de Inicio
fr: Date de début
it: Data di inizio
nl: Startdatum
pt_br: Data de Início

source: End Date
de: Enddatum
es: Fecha de Fin
fr: Date de fin
it: Data di fine
nl: Einddatum
pt_br: Data Final

source: Recurrence
de: Regelmäßigkeit
es: Recurrencia
fr: Récurrence
it: Ricorrenza
nl: Terugkeerpatroon
pt_br: Recorrência

source: Installment Amount
de: Ratenzahlungs-Wert
es: Monto de la Cuota
fr: Montant des échéances
it: Importo della rata
nl: Termijnbedrag
pt_br: Valor da Parcela

source: Add description to transactions
de: Beschreibung zu Transaktionen hinzufügen
es: Agregar descripción a las transacciones
fr: Rajouter une description à la transaction
it: Aggiungi una descrizione alle transazioni
nl: Beschrijving toevoegen aan verrichting
pt_br: Adicionar descrição às transações

source: Add notes to transactions
de: Notizen zu Transaktionen hinzufügen
es: Agregar notas a las transacciones
fr: Ajouter des notes aux transactions
it: Aggiungi note alle transazioni
nl: Notities toevoegen aan verrichting
pt_br: Adicionar notas às transações

source: day(s)
de: Tag(e)
es: día(s)
fr: jour(s)
it: giorno/i
nl: dag(en)
pt_br: dia(s)

source: week(s)
de: Woche(n)
es: semana(s)
fr: semaine(s)
it: settimana/e
nl: we(e)k(en)
pt_br: semana(s)

source: month(s)
de: Monat(e)
es: mes(es)
fr: mois
it: mese/i
nl: maand(en)
pt_br: mês(es)

source: year(s)
de: Jahr(e)
es: año(s)
fr: année(s)
it: anno/i
nl: ja(a)r(en)
pt_br: ano(s)

source: Paused
de: Pausiert
es: Pausado
fr: Interrompu
it: In pausa
nl: Gepauzeerd
pt_br: Pausado

source: Recurrence Type
de: Regelmäßigkeit
es: Tipo de Recurrencia
fr: Type de récurrence
it: Tipo di ricorrenza
nl: Type Terugkeerpatroon
pt_br: Tipo de recorrência

source: Recurrence Interval
de: Wiederholungsintervall
es: Intervalo de Recurrencia
fr: Interval de récurrence
it: Frequenza
nl: Terugkeer Interval
pt_br: Intervalo de recorrência

source: Keep at most
es: Mantener como máximo
fr: Répéter un maximum de
it: Tieni al massimo
nl: Bewaar maximaal
pt_br: Manter no máximo

source: Last Generated Date
de: Letztes generiertes Datum
es: Última Fecha Generada
fr: Dernière date générée
it: Data dell'ultima generazione
nl: Laatste Gegenereerde Datum
pt_br: Última data gerada

source: Last Generated Reference Date
de: Letztes generiertes Referenzdatum
es: Última Fecha de Referencia Generada
fr: Dernière date de référence générée
it: Data dell'ultimo riferimento generato
nl: Laatste Gegenereerde Referentiedatum
pt_br: Última data de referência gerada

source: Quick Transaction
de: Schnelle Transaktion
es: Transacción Rápida
fr: Transaction rapide
it: Transazione rapida
nl: Snelle verrichting
pt_br: Transação Rápida

source: Quick Transactions
de: Schnelle Transaktionen
es: Transacciones Rápidas
fr: Transactions rapides
it: Transazioni rapide
nl: Snelle Verrichtingen
pt_br: Transações Rápidas

source: %(value)s has too many decimal places. Maximum is 30.
de: %(value)s hat zu viele Dezimalstellen. Maximum liegt bei 30.
es: %(value)s tiene demasiados decimales. El máximo permitido es 30.
fr: %(value)s a trop de décimales. Le maximum est 30.
it: %(value)s ha troppe cifre decimali. Il massimo è 30.
nl: %(value)s heeft te veel decimalen. Het maximum is 30.
pt_br: %(value)s tem muitas casas decimais. O máximo é 30.

source: %(value)s is not a non-negative number
de: %(value)s ist keine nicht-negative Zahl
es: %(value)s no es un número positivo
fr: %(value)s n'est pas un nombre positif
it: %(value)s non è un numero non negativo
nl: %(value)s is geen niet-negatief getal
pt_br: %(value)s não é um número positivo

source: %(count)s transaction marked as paid
de: %(count)s Transaktion als bezahlt markiert
es: %(count)s transacción marcada como pagada
fr: %(count)s transaction marquée comme payé
it: %(count)s transazione contrassegnata come pagata
nl: %(count)s verrichting gemarkeerd als betaald
pt_br: %(count)s transação marcada como paga

source: %(count)s transaction marked as not paid
de: %(count)s Transaktion als nicht bezahlt markiert
es: %(count)s transacción marcada como no pagada
fr: %(count)s transaction marquée comme non payée
it: %(count)s transazione contrassegnata come non pagata
nl: %(count)s verrichting gemarkeerd als niet betaald
pt_br: %(count)s transação marcada como não paga

source: %(count)s transaction deleted successfully
de: %(count)s Transaktion erfolgreich gelöscht
es: %(count)s transacción eliminada con éxito
fr: %(count)s transaction supprimée avec succès
it: %(count)s transazione eliminata con successo
nl: %(count)s verrichting succesvol verwijderd
pt_br: %(count)s transação apagada com sucesso

source: %(count)s transaction restored successfully
de: %(count)s Transaktion erfolgreich wiederhergestellt
es: %(count)s transacción restaurada con éxito
fr: %(count)s transaction restaurée avec succès
it: %(count)s transazione ripristinata con successo
nl: %(count)s verrichting succesvol hersteld
pt_br: %(count)s transação restaurada com sucesso

source: %(count)s transaction duplicated successfully
de: %(count)s Transaktion erfolgreich dupliziert
es: %(count)s transacción duplicada con éxito
fr: %(count)s transaction dupliquée avec succès
it: %(count)s transazione duplicata con successo
nl: %(count)s verrichting succesvol gedupliceerd
pt_br: %(count)s transação duplicada com sucesso

source: Category added successfully
de: Kategorie erfolgreich hinzugefügt
es: Categoría agregada con éxito
fr: Catégorie ajoutée avec succès
it: Categoria aggiunta con successo
nl: Categorie succesvol toegevoegd
pt_br: Categoria adicionada com sucesso

source: Category updated successfully
de: Kategorie erfolgreich aktualisiert
es: Categoría actualizada con éxito
fr: La catégorie a été mise à jour avec succès
it: Categoria aggiornata con successo
nl: Categorie succesvol bijgewerkt
pt_br: Categoria atualizada com sucesso

source: Category deleted successfully
de: Kategorie erfolgreich gelöscht
es: Categoría eliminada con éxito
fr: Catégorie supprimée avec succès
it: Categoria eliminata con successo
nl: Categorie succesvol verwijderd
pt_br: Categoria apagada com sucesso

source: Entity added successfully
de: Entität erfolgreich hinzugefügt
es: Entidad agregada con éxito
fr: Entité ajoutée avec succès
it: Beneficiario aggiunto con successo
nl: Bedrijf succesvol toegevoegd
pt_br: Entidade adicionada com sucesso

source: Entity updated successfully
de: Entität erfolgreich aktualisiert
es: Entidad actualizada con éxito
fr: Entité mise à jour avec succès
it: Beneficiario aggiornato con successo
nl: Bedrijf succesvol bijgewerkt
pt_br: Entidade atualizada com sucesso

source: Entity deleted successfully
de: Entität erfolgreich gelöscht
es: Entidad eliminada con éxito
fr: Entité supprimée avec succès
it: Beneficiario eliminato con successo
nl: Bedrijf succesvol verwijderd
pt_br: Entidade apagada com sucesso

source: Installment Plan added successfully
de: Ratenzahlungs-Plan erfolgreich hinzugefügt
es: Plan de cuotas agregado con éxito
fr: Paiement en plusieurs fois ajouté avec succès
it: Piano di rateizzazione aggiunto correttamente
nl: Afbetalingsplan succesvol toegevoegd
pt_br: Parcelamento adicionado com sucesso

source: Installment Plan updated successfully
de: Ratenzahlungs-Plan erfolgreich aktualisiert
es: Plan de cuotas actualizado con éxito
fr: Paiement en plusieurs fois mis à jour avec succès
it: Piano di rateizzazione aggiornato correttamente
nl: Afbetalingsplan succesvol bijgewerkt
pt_br: Parcelamento atualizado com sucesso

source: Installment Plan refreshed successfully
de: Ratenzahlungs-Plan erfolgreich aktualisiert
es: Plan de cuotas refrescado con éxito
fr: Paiement en plusieurs fois actualisé avec succès
it: Piano di rateizzazione aggiornato correttamente
nl: Afbetalingsplan succesvol vernieuwd
pt_br: Parcelamento atualizado com sucesso

source: Installment Plan deleted successfully
de: Ratenzahlungs-Plan erfolgreich gelöscht
es: Plan de cuotas eliminado con éxito
fr: Paiement en plusieurs fois supprimé avec succès
it: Piano di rateizzazione eliminato correttamente
nl: Afbetalingsplan succesvol verwijderd
pt_br: Parcelamento apagado com sucesso

source: Item added successfully
de: Objekt erfolgreich hinzugefügt
es: Ítem agregado con éxito
fr: Item ajouté avec succès
it: Elemento aggiunto con successo
nl: Item succesvol toegevoegd
pt_br: Item adicionado com sucesso
