Repository: eitchtee/WYGIWYH
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pt_br

source: Group name
de: Gruppe Name
es: Nombre del Grupo
fr: Nom du groupe
it: Nome del gruppo
nl: Groepsnaam
pt_br: Nome do grupo

source: Update
de: Aktualisierung
es: Actualizar
fr: Mise à jour
it: Aggiorna
nl: Bijwerken
pt_br: Atualizar

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
nl: Toevoegen
pt_br: Adicionar

source: Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
nl: Groep
pt_br: Grupo

source: New balance
de: Neuer Saldo
es: Nuevo balance
fr: Nouveau solde
it: Nuovo saldo
nl: Nieuw saldo
pt_br: Novo saldo

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
nl: Categorie
pt_br: Categoria

source: Tags
es: Etiquetas
fr: Etiquettes
it: Tag
nl: Labels

source: Name
es: Nombre
fr: Nom
it: Nome
nl: Naam
pt_br: Nome

source: Account Group
de: Kontengruppe
es: Grupo de Cuenta
fr: Groupe de comptes
it: Gruppo conto
nl: Accountgroep
pt_br: Grupo da Conta

source: Account Groups
de: Kontengruppen
es: Grupos de Cuentas
fr: Groupes de comptes
it: Gruppi conti
nl: Accountgroepen
pt_br: Grupos da Conta

source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
nl: Munteenheid
pt_br: Moeda

source: Exchange Currency
de: Umrechnungs-Währung
es: Moneda de Cambio
fr: Devise d'échange
it: Valuta di cambio
nl: Eenheid Wisselgeld
pt_br: Moeda de Câmbio

source: Default currency for exchange calculations
de: Standard-Währung für Umrechnungen
es: Moneda predeterminada para los cálculos de cambio
fr: Devise par défaut pour le calcul de change
it: Valuta predefinita per i calcoli di cambio
nl: Standaard munteenheid voor wisselberekeningen
pt_br: Moeda padrão para os cálculos de câmbio

source: Asset account
de: Vermögenskonto
es: Cuenta de activos
fr: Compte d'actif
it: Conto patrimoniale
nl: Vermogensrekening
pt_br: Conta de ativos

source: Asset accounts count towards your Net Worth, but not towards your month.
de: Vermögenskonten werden in deinem Nettovermögen berücksichtigt, aber nicht in deiner Monatsübersicht.
es: Las cuentas de activos computan para su patrimonio neto, pero no para su mes.
fr: Les comptes d'actifs contribue à votre Valeur Nette mais pas à votre mois.
it: I conti patrimoniali vengono conteggiati nel tuo patrimonio netto, ma non nel bilancio mensile.
nl: Vermogensrekeningen tellen mee voor je 'Netto Waarde', maar niet voor je maand.
pt_br: As contas de ativos contam para o seu patrimônio líquido, mas não para o seu mês.

source: Archived
de: Archiviert
es: Archivado
fr: Archivé
it: Archiviato
nl: Gearchiveerd
pt_br: Arquivada

source: Archived accounts don't show up nor count towards your net worth
de: Archivierte Konten werden weder angezeigt, noch zum Nettovermögen gezählt
es: Las cuentas archivadas no aparecen ni cuentan para su patrimonio neto
fr: Les comptes archivés ne sont ni affichés ni comptabilisés dans votre valeur nette
it: I conti archiviati non compaiono né vengono conteggiati nel patrimonio netto
nl: Gearchiveerde rekeningen worden niet weergegeven en tellen niet mee voor je "Netto Waarde"
pt_br: Contas arquivadas não aparecem nem contam para o seu patrimônio líquido

source: Account
de: Konto
es: Cuenta
fr: Compte
it: Conto
nl: Rekening
pt_br: Conta

source: Accounts
de: Konten
es: Cuentas
fr: Comptes
it: Conti
nl: Rekeningen
pt_br: Contas

source: Exchange currency cannot be the same as the account's main currency.
de: Die Umrechnungs-Währung darf nicht mit der Haupt-Währung des Kontos übereinstimmen.
es: La moneda de cambio no puede ser la misma que la moneda principal de la cuenta.
fr: La devise de change ne peut pas être identique à la devise principal du compte.
it: La valuta di cambio non può essere la stessa della valuta principale del conto.
nl: Eenheid wisselgeld kan niet dezelfde zijn als de munteenheid van de rekening.
pt_br: A moeda de câmbio não pode ser a mesma que a moeda principal da conta.

source: Account Group added successfully
de: Kontengruppe erfolgreich hinzugefügt
es: Grupo de Cuenta añadido exitosamente
fr: Groupe de compte ajouté avec succès
it: Gruppo conti aggiunto con successo
nl: Rekeninggroep succesvol toegevoegd
pt_br: Grupo de Conta adicionado com sucesso

source: Only the owner can edit this
de: Nur der Besitzer kann dies bearbeiten
es: Solo el dueño puede editar esto
fr: Seul le propriétaire peut modifier ceci
it: Solo il proprietario può modificare questo elemento
nl: Alleen de eigenaar kan dit bewerken
pt_br: Somente o proprietário pode editar isso

source: Account Group updated successfully
de: Kontengruppe erfolgreich aktualisiert
es: Grupo de Cuenta actualizado exitosamente
fr: Groupe de compte mis à jour avec succès
it: Gruppo conti aggiornato con successo
nl: Rekeninggroep succesvol bijgewerkt
pt_br: Grupo de Conta atualizado com sucesso

source: Item no longer shared with you
de: Einheit wird nicht länger mit dir geteilt
es: El artículo que ya no se comparte contigo
fr: Cette objet n'est plus partagé avec vous
it: L’elemento non è più condiviso con te
nl: Item is niet langer met jouw gedeeld
pt_br: Item não está mais compartilhado com você

source: Account Group deleted successfully
de: Kontengruppe erfolgreich gelöscht
es: Grupo de Cuenta eliminado exitosamente
fr: Groupe de compte supprimé avec succès
it: Gruppo conti eliminato con successo
nl: Rekeninggroep succesvol verwijderd
pt_br: Grupo de Conta apagado com sucesso

source: Ownership taken successfully
de: Besitzeigenschaft erfolgreich übernommen
es: Propiedad tomada exitosamete
fr: Propriété acquise avec succès
it: Titolarità acquisita con successo
nl: Eigendom succesvol genomen
pt_br: Propriedade assumida com sucesso

source: Configuration saved successfully
de: Konfiguration erfolgreich gespeichert
es: Configuración guardada exitosamente
fr: Configuration sauvegardé avec succès
it: Configurazione salvata con successo
nl: Configuratie succesvol opgeslagen
pt_br: Configuração salva com sucesso

source: Account added successfully
de: Konto erfolgreich hinzugefügt
es: Cuenta agregada exitosamente
fr: Compte ajouté avec succès
it: Conto aggiunto con successo
nl: Rekening succesvol toegevoegd
pt_br: Conta adicionado com sucesso

source: Account updated successfully
de: Konto erfolgreich aktualisiert
es: Cuenta actualizada exitosamente
fr: Compte mis à jour avec succès
it: Conto aggiornato con successo
nl: Rekening succesvol bijgewerkt
pt_br: Conta atualizada com sucesso

source: Account deleted successfully
de: Konto erfolgreich gelöscht
es: Cuenta borrada exitosamente
fr: Compte supprimé avec succès
it: Conto eliminato con successo
nl: Rekening succesvol verwijderd
pt_br: Conta apagada com sucesso

source: Account is now tracked
es: La cuenta ahora está siendo seguida
fr: Le compte est maintenant suivi
it: Il conto è ora tracciato
nl: Account wordt nu bijgehouden
pt_br: A conta agora está sendo acompanhada

source: Account is now untracked
es: La cuenta ya no está siendo seguida
fr: Le compte n'est plus suivi
it: Il conto non è più tracciato
nl: Account wordt nu niet meer bijgehouden
pt_br: A conta agora não está mais sendo acompanhada

source: Balance reconciliation
de: Saldenaktualisierung
es: Conciliación de saldos
fr: Rapprochement des soldes
it: Riconciliazione saldo
nl: Saldi afstemming
pt_br: Reconciliação do saldo

source: Account balances have been reconciled successfully
de: Kontostände wurden erfolgreich aktualisiert
es: Los saldos de las cuentas se han conciliado correctamente
fr: Le rapprochement des soldes a été fait avec succès
it: I saldi dei conti sono stati riconciliati con successo
nl: Rekeningsaldi zijn succesvol afgestemd
pt_br: Os saldos das contas foram conciliados com sucesso

source: Category with this ID does not exist.
de: Eine Kategorie mit dieser ID existiert nicht.
es: La categoría con este ID no existe.
fr: Aucune catégorie avec cet ID n'existe.
it: La categoria con questo ID non esiste.
nl: De categorie met deze ID bestaat niet.
pt_br: Categoria com esse ID não existe.

source: Invalid category data. Provide an ID or name.
de: Ungültige Kategorie-Daten. Gib eine ID oder einen Namen an.
es: Datos de categoría inválidos. Proporcione un ID o nombre.
fr: Donnée de catégorie invalide. Veuillez fournir un ID ou un nom.
it: Dati categoria non validi. Fornisci un ID o un nome.
nl: Ongeldige categoriegegevens. Geef een ID of naam op.
pt_br: Dados da categoria inválidos. Forneça um ID ou nome.

source: Tag with this ID does not exist.
de: Tag mit dieser ID existiert nicht.
es: La etiqueta con este ID no existe.
fr: Aucune étiquette avec cet ID n'existe.
it: Il tag con questo ID non esiste.
nl: Label met dit ID bestaat niet.
pt_br: Tag com esse ID não existe.

source: Invalid tag data. Provide an ID or name.
de: Ungültige Tag-Daten. Gib eine ID oder einen Namen an.
es: Datos de etiqueta inválidos. Proporcione un ID o nombre.
fr: Donnée d'étiquette invalide. Veuillez fournir un ID ou un nom.
it: Dati tag non validi. Fornisci un ID o un nome.
nl: Ongeldige labelgegevens. Geef een ID of naam op.
pt_br: Dados da tag inválidos. Forneça um ID ou nome.

source: Entity with this ID does not exist.
de: Entität mit dieser ID existiert nicht.
es: No existe una entidad con este ID.
fr: Aucune entité avec cet ID n'existe.
it: Il beneficiario con questo ID non esiste.
nl: Bedrijf met dit ID bestaat niet.
pt_br: Entidade com esse ID não existe.

source: Invalid entity data. Provide an ID or name.
de: Ungültige Entitäts-Daten. Gib eine ID oder einen Namen an.
es: Datos de entidad no válidos. Proporciona un ID o nombre.
fr: Donnée d'entité invalide. Veuillez fournir un ID ou nom.
it: Dati beneficiario non validi. Fornisci un ID o un nome.
nl: Ongeldige bedrijfsgegevens. Geef een ID of naam op.
pt_br: Dados da entidade inválidos. Forneça um ID ou nome.

source: Either 'date' or 'reference_date' must be provided.
de: Entweder "Datum" oder "Referenzdatum" müssen angegeben werden.
es: Se debe proporcionar "date" o "reference_date".
fr: Une 'date' ou une 'date de référence' doit être renseignée.
it: È necessario fornire “date” o “reference_date”.
nl: 'datum' of 'referentiedatum' moet worden opgegeven.
pt_br: É necessário fornecer “date” ou “reference_date”.

source: Make public
es: Hacer público
fr: Rendre public
it: Rendi pubblico
nl: Openbaar maken
pt_br: Tornar público

source: Make private
es: Hacer privado
fr: Rendre privé
it: Rendi privato
nl: Privaat maken
pt_br: Tornar privado

source: Shared with users
de: Mit Nutzern geteilt
es: Compartido con los usuarios
fr: Partagé avec les utilisateurs
it: Condiviso con utenti
nl: Gedeeld met gebruikers
pt_br: Compartilhado com os usuários

source: Error creating new instance
de: Fehler bei der Erstellung einer neuen Instanz
es: Error creando nueva instancia
fr: Erreur lors de la création d'une nouvelle instance
it: Errore durante la creazione della nuova istanza
nl: Fout bij het aanmaken van een nieuwe instantie
pt_br: Erro criando nova instância

source: Ungrouped
de: Ohne Gruppierung
es: Sin agrupar
fr: Non-groupé
it: Non raggruppato
nl: Niet gegroepeerd
pt_br: Não agrupado

source: Invalid date format. Use YYYY-MM or YYYY-MM-DD.
de: Ungültiges Datumsformat. Benutze YYYY-MM oder YYYY-MM-DD.
es: Formato de fecha no válido. Usa YYYY-MM o YYYY-MM-DD.
fr: Format de date invalide. Utilisez AAAA-MM ou AAAA-MM-JJ.
it: Formato data non valido. Usa YYYY-MM o YYYY-MM-DD.
nl: Ongeldige datumnotatie. Gebruik JJJJ-MM of JJJJ-MM-DD.
pt_br: Formato de data inválido. Use AAAA-MM ou AAAA-MM-DD.

source: Invalid date format. Use YYYY-MM.
de: Ungültiges Datumsformat. Nutze JJJJ-MM.
es: Formato de fecha no válido. Usa YYYY-MM.
fr: Format de date invalide. Utilisez AAAA-MM.
it: Formato data non valido. Usa YYYY-MM.
nl: Ongeldige datumnotatie. Gebruik JJJJ-MM.
pt_br: Formato de data inválido. Use AAAA-MM.

source: Owner
de: Besitzer
es: Dueño
fr: Propriétaire
it: Proprietario
nl: Eigenaar
pt_br: Proprietário

source: The owner of this object, if empty all users can see, edit and take ownership.
de: Der Besitzer dieses Objekts, falls leer können alle Nutzer es sehen, bearbeiten und die Besitzeigenschaft übernehmen.
es: El propietario de este objeto; si está vacío, todos los usuarios pueden ver, editar y asumir la propiedad.
fr: Le propriétaire de cet objet, si vide tout les utilisateurs peuvent voir, modifier et en acquérir la propriété.
it: Il proprietario di questo oggetto; se vuoto, tutti gli utenti possono vederlo, modificarlo e prenderne possesso.
nl: De eigenaar van dit object, indien leeg kunnen alle gebruikers dit object zien, bewerken en er eigenaar van worden.
pt_br: O proprietário desse objeto, se estiver vazio, todos os usuários poderão ver, editar e assumir a propriedade.

source: Select users to share this object with
de: Nutzer auswählen, mit dem das Objekt geteilt werden soll
es: Selecciona los usuarios con los que compartir este objeto
fr: Sélectionnez les utilisateurs avec lesquels partager cet objet
it: Seleziona gli utenti con cui condividere questo oggetto
nl: Selecteer gebruikers om dit object mee te delen
pt_br: Selecione os usuários com os quais compartilhar esse objeto

source: Visibility
de: Sichtbarkeit
es: Visibilidad
fr: Visibilité
it: Visibilità
nl: Zichtbaarheid
pt_br: Visibilidade

source: Private: Only shown for the owner and shared users. Only editable by the owner.<br/>Public: Shown for all users. Only editable by the owner.
de: Privat: Nur für den Besitzer und geteilte Nutzer sichtbar.<br/>Öffentlich: Sichtbar für alle Nutzer. Nur bearbeitbar durch Besitzer.
es: Privado: Solo visible para el propietario y los usuarios con los que se haya compartido. Solo el propietario puede editarlo.<br/>Público: Visible para todos los usuarios. Solo el propietario puede editarlo.
fr: Privé : Visible uniquement pour le propriétaire et les utilisateurs partagés. Seulement modifiable par le propriétaire.<br/> Publique : Visible par tous. Seulement modifiable par le propriétaire.
it: Privato: visibile solo al proprietario e agli utenti con cui è condiviso. Modificabile solo dal proprietario.<br/>Pubblico: visibile da tutti gli utenti. Modificabile solo dal proprietario.
nl: Privé: Alleen weergegeven voor de eigenaar en gedeelde gebruikers. Alleen bewerkbaar door de eigenaar.<br/>Publiek: Weergegeven voor alle gebruikers. Alleen bewerkbaar door de eigenaar.
pt_br: Privado: Exibido somente para o proprietário e usuários compartilhados. Somente editável pelo proprietário.<br/>Público: Exibido para todos os usuários. Somente editável pelo proprietário.

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan
pt_br: Salvar

source: You cannot share this item with its owner.
de: Sie können dieses Objekt nicht mit seinem Besitzer teilen.
es: No puede compartir este item con su propietario.
fr: Vous ne pouvez pas partager cet item avec son propriétaire.
it: Non puoi condividere questo elemento con il suo proprietario.
nl: Je kunt dit item niet delen met zijn eigenaar.
pt_br: Você não pode compartilhar este item com o seu proprietário.

source: Private
de: Privat
es: Privado
fr: Privé
it: Privato
nl: Privé
pt_br: Privado

source: Public
de: Öffentlich
es: Público
fr: Publique
it: Pubblico
nl: Openbaar
pt_br: Público

source: today
de: heute
es: hoy
fr: aujourd'hui
it: oggi
nl: vandaag
pt_br: hoje

source: tomorrow
de: morgen
es: mañana
fr: demain
it: domani
nl: morgen
pt_br: amanhã

source: yesterday
de: gestern
es: ayer
fr: hier
it: ieri
nl: gisteren
pt_br: ontem

source: last 7 days
de: letzte 7 Tage
es: últimos 7 días
fr: 7 derniers jours
it: ultimi 7 giorni
nl: afgelopen 7 dagen
pt_br: últimos 7 dias

source: in the next 7 days
de: in den nächsten 7 Tagen
es: en los próximos 7 días
fr: Dans les 7 prochains jours
it: nei prossimi 7 giorni
nl: in de komende 7 dagen
pt_br: nos próximos 7 dias

source: %(years)s year ago
de: vor %(years)s Jahr
es: hace %(years)s año
fr: il y a %(years)s an
it: %(years)s anno fa
nl: %(years)s jaar geleden
pt_br: %(years)s ano atrás

source: %(months)s month ago
de: vor %(months)s Monat
es: hace %(months)s mes
fr: il y a %(months)s mois
it: %(months)s mese fa
nl: %(months)s maand geleden
pt_br: %(months)s mês atrás

source: %(weeks)s week ago
de: vor %(weeks)s Woche
es: hace %(weeks)s semana
fr: il y a %(weeks)s semaine
it: %(weeks)s settimana fa
nl: %(weeks)s week geleden
pt_br: %(weeks)s semana atrás

source: in %(years)s year
de: in %(years)s Jahr
es: dentro de %(years)s año
fr: dans %(years)s an
it: tra %(years)s anno
nl: over %(years)s jaar
pt_br: em %(years)s ano

source: in %(months)s month
de: in %(months)s Monat
es: dentro de %(months)s mes
fr: dans %(months)s mois
it: tra %(months)s mese
nl: over %(months)s maand
pt_br: em %(months)s mês

source: in %(weeks)s week
de: in %(weeks)s Woche
es: dentro de %(weeks)s semana
fr: dans %(weeks)s semaine
it: tra %(weeks)s settimana
nl: over %(weeks)s week
pt_br: em %(weeks)s semana

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
nl: Succes
pt_br: Sucesso

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avviso
nl: Waarschuwing
pt_br: Aviso

source: Error
de: Fehler
fr: Erreur
it: Errore
nl: Fout
pt_br: Erro

source: Cache cleared successfully
de: Cache erfolgreich geleert
es: Caché limpiada con éxito
fr: Cache vidé avec succès
it: Cache svuotata con successo
nl: Cache succesvol gewist
pt_br: Cache limpo com sucesso

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag
pt_br: Hoje

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
it: Adesso
nl: Nu
pt_br: Agora

source: Remove
de: Löschen
es: Remover
fr: Enlever
it: Rimuovi
nl: Verwijder
pt_br: Remover

source: Clear
de: Zurücksetzen
es: Limpiar
fr: Vider
it: Reset
nl: Leegmaken
pt_br: Limpar

source: No results...
de: Keine Ergebnisse...
es: No hay resultados...
fr: Pas de résultats...
it: Nessun risultato...
nl: Geen resultaten...
pt_br: Sem resultados...

source: Prefix
de: Präfix
es: Prefijo
fr: Préfixe
it: Prefisso
nl: Voorvoegsel
pt_br: Prefixo

source: Suffix
es: Sufijo
fr: Suffixe
it: Suffisso
nl: Achtervoegsel
pt_br: Sufixo

source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
pt_br: Data

source: Currency Code
de: Währungscode
es: Código de Moneda
fr: Code de devise
it: Codice valuta
nl: Munteenheids Code
pt_br: Código da Moeda

source: Currency Name
de: Währungsname
es: Nombre de la Moneda
fr: Nom de devise
it: Nome valuta
nl: Munteenheids Naam
pt_br: Nome da Moeda

source: Decimal Places
de: Dezimalstellen
es: Cantidad de decimales
fr: Décimales
it: Cifre decimali
nl: Cijfers na de komma
pt_br: Casas Decimais

source: Currencies
de: Währungen
es: Monedas
fr: Devises
it: Valute
nl: Munteenheden
pt_br: Moedas

source: Currency cannot have itself as exchange currency.
de: Die Währung kann nicht ihre eigene Umrechnungswährung sein.
es: La moneda no puede tenerse a sí misma como moneda de cambio.
fr: La devise ne peut pas être identique à la devise d'échange.
it: Una valuta non può avere sé stessa come valuta di cambio.
nl: Munteenheid kan zichzelf niet als ruilmiddel hebben.
pt_br: A moeda não pode ter a si mesma como moeda de câmbio.

source: From Currency
de: Startwährung
es: De Moneda
fr: Devise de départ
it: Da valuta
nl: Van Munteenheid
pt_br: Moeda de origem

source: To Currency
de: Zielwährung
es: A Moneda
fr: Devise d'arrivée
it: A valuta
nl: Naar Munteenheid
pt_br: Moeda de destino

source: Exchange Rate
de: Umrechnungskurs
es: Tasa de cambio
fr: Taux de change
it: Cambio valuta
nl: Wisselkoers
pt_br: Taxa de Câmbio

source: Date and Time
de: Datum und Uhrzeit
es: Fecha y Hora
fr: Date et Heure
it: Data e ora
nl: Datum en Tijd
pt_br: Data e Tempo

source: Auto
de: Automatisch
es: Automático
it: Automatico
nl: Automatisch
pt_br: Automático

source: Exchange Rates
de: Umrechnungskurse
es: Tasas de cambio
fr: Taux de changes
it: Cambio valute
nl: Wisselkoersen
pt_br: Taxas de Câmbio

source: From and To currencies cannot be the same.
de: Start- und Zielwährung dürfen nicht identisch sein.
es: Las monedas de origen y destino no pueden ser la misma.
fr: Les devises de départ et d'arrivée ne peuvent pas être identiques.
it: Le valute di origine e destinazione non possono essere le stesse.
nl: Van en Naar munteenheid kunnen niet dezelfde zijn.
pt_br: As moedas De e Para não podem ser as mesmas.

source: On
de: An
es: Encendido
fr: Le
it: Attivo
nl: Op
pt_br: Em

source: Every X hours
de: Alle X Stunden
es: Cada X horas
fr: Toutes les X heures
it: Ogni X ore
nl: Elke X Uren
pt_br: A cada X horas

source: Not on
de: Nicht an
es: No Encendido
fr: Pas le
it: Non attivo
nl: Niet op
pt_br: Não em

source: Service Name
de: Dienstname
es: Nombre del Servicio
fr: Nom du Service
it: Nome servizio
nl: Dienstnaam
pt_br: Nome do Serviço

source: Service Type
de: Diensttyp
es: Tipo de Servicio
fr: Type de Service
it: Tipo di servizio
nl: Soort Dienst
pt_br: Tipo de Serviço

source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo
nl: Actief
pt_br: Ativo

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
it: Chiave API
nl: API Sleutel
pt_br: Chave de API

source: API key for the service (if required)
de: API-Schlüssel für den Dienst (falls benötigt)
es: Clave API para el servicio (si es necesaria)
fr: Clé API pour le service (si nécessaire)
it: Chiave API per il servizio (se richiesta)
nl: API sleutel voor de dienst (indien verplicht)
pt_br: Chave de API para o serviço (se necessário)

source: Interval Type
de: Intervalltyp
es: Tipo de Intervalo
fr: Type d'intervalle
it: Tipo di intervallo
nl: Soort Interval
pt_br: Tipo de Intervalo

source: Last Successful Fetch
de: Letzter erfolgreicher Abruf
es: Última Sincronización Exitosa
fr: Dernière récupération avec succès
it: Ultimo scaricamento riuscito
nl: Laatste Succesvolle Ophaling
pt_br: Última execução bem-sucedida

source: Target Currencies
de: Zielwährungen
es: Monedas de Destino
fr: Devises cibles
it: Valute target
nl: Doel Munteenheden
pt_br: Moedas-alvo

source: Select currencies to fetch exchange rates for. Rates will be fetched for each currency against their set exchange currency.
de: Währung auswählen, dessen Umrechnungskurs abgerufen werden sollen. Für jede Währung wird der Kurs der entsprechenden Umrechnungs-Währung abgerufen.
es: Selecciona las monedas para las que se obtendrán las tasas de cambio. Las tasas se consultarán para cada moneda en relación con su moneda de referencia establecida.
fr: Sélectionnez les devises pour récupérer leur taux de changes. Les taux seront récupérés pour chaque devises par rapport à leur devise d'échange.
it: Seleziona le valute per cui scaricare i tassi di cambio. I tassi verranno scaricati per ogni valuta rispetto alla valuta di cambio impostata.
nl: Selecteer munteenheden om wisselkoersen voor op te halen. De koersen worden voor elke munteenheid opgehaald ten opzichte van de ingestelde wisselkoers.
pt_br: Selecione as moedas para as quais deseja obter as taxas de câmbio. As taxas serão obtidas para cada moeda em relação à moeda de câmbio definida.

source: Target Accounts
de: Zielkonten
es: Cuentas de Destino
fr: Comptes cibles
it: Conti target
nl: Naar rekeningen
pt_br: Contas-alvo
