Repository: eitchtee/WYGIWYH
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pt_br

source: Select accounts to fetch exchange rates for. Rates will be fetched for each account's currency against their set exchange currency.
de: Konten auswählen, für die Umrechungskurse abgerufen werden solen. Für jedes Konto wird der Kurs der entsprechenden Umrechnungs-Währung abgerufen.
es: Selecciona las cuentas para las que se obtendrán las tasas de cambio. Las tasas se consultarán para la moneda de cada cuenta en relación con su moneda de referencia establecida.
fr: Sélectionnez les comptes pour récupérer leur taux de change. Les taux seront récupérés pour chaque compte par rapport à leur devise d'échange.
it: Seleziona i conti per cui scaricare i tassi di cambio. I tassi verranno scaricati per la valuta di ogni conto rispetto alla valuta di cambio impostata.
nl: Selecteer rekeningen om wisselkoersen voor op te halen. De koersen worden opgehaald voor de munteenheid van elke rekening ten opzichte van de ingestelde wisselkoers.
pt_br: Selecione as contas para as quais deseja obter taxas de câmbio. As taxas serão obtidas para a moeda de cada conta em relação à moeda de câmbio definida.

source: Single exchange rate
es: Tasa de cambio única
fr: Taux de change unique
it: Cambio unico
nl: Enkele Wisselkoers
pt_br: Taxa de câmbio única

source: Create one exchange rate and keep updating it. Avoids database clutter.
es: Crea una única tasa de cambio y mantenla actualizada. Evita la acumulación de datos en la base de datos.
fr: Ne créer qu'un seul taux de change et le mettre à jour. Evite d'engorger la base de donnée.
it: Crea un solo cambio valuta e aggiornalo nel tempo, evitando duplicati nel database.
nl: Maak één wisselkoers aan en houd deze bijgewerkt. Voorkomt een overvolle database.
pt_br: Cria uma taxa de câmbio e mantenha-a atualizada. Evita a poluição do banco de dados.

source: Exchange Rate Service
de: Umrechnungskurs-Dienst
es: Servicio de Tasas de Cambio
fr: Service de taux de change
it: Servizio cambio valuta
nl: Wisselkoersdienst
pt_br: Serviço de Taxa de Câmbio

source: Exchange Rate Services
de: Umrechnungskurs-Dienste
es: Servicios de Tasas de Cambio
fr: Services de taux de change
it: Servizi tassi di cambio
nl: Wisselkoersdiensten
pt_br: Serviços de Taxa de Câmbio

source: 'Every X hours' interval type requires a positive integer.
de: "Jede X Stunden"-Intervalltyp benötigt eine positive Ganzzahl.
es: El tipo de intervalo 'Cada X horas' requiere un entero positivo.
fr: 'Toutes les X heures' l'intervalle requiert un entier positif.
it: L’intervallo “Ogni X ore” richiede un numero intero positivo.
nl: Voor het intervaltype ‘Elke X uur’ is een positief geheel getal nodig.
pt_br: Intervalo do tipo 'A cada X horas' requerer um número inteiro positivo.

source: 'Every X hours' interval must be between 1 and 24.
de: "Jede X Stunden"-Intervall muss zwischen 1 und 24 liegen.
es: El tipo de intervalo 'Cada X horas' debe ser ente 1 y 24.
fr: 'Toutes les X heures' l'intervalle doit être compris entre 1 et 24.
it: L’intervallo “Ogni X ore” deve essere compreso tra 1 e 24.
nl: Het interval ‘Elke X uur’ moet tussen 1 en 24 liggen.
pt_br: Intervalo do tipo 'A cada X horas' requerer um número entre 1 e 24.

source: Invalid hour format. Use comma-separated hours (0-23) and/or ranges (e.g., '1-5,8,10-12').
de: Ungültiges Stundenformat. Nutze kommagetrennte Stunden (0-23) und/oder Zeiträume (z.B. "1-5,8,10-12").
es: Formato de hora no válido. Usa horas separadas por coma (0-23) y/o rangos (p. ej., "1-5,8,10-12").
fr: Format d'heure invalide. Utilisez les heures séparé par virgule (0-23) et/ou une plage (ex : '1-5,8,10-12').
it: Formato ore non valido. Usa ore separate da virgole (0–23) e/o intervalli (es. '1-5,8,10-12').
nl: Ongeldige urennotatie. Gebruik door komma's gescheiden uren (0-23) en/of reeksen (bijv. ‘1-5,8,10-12’).
pt_br: Formato inválido de hora. Use uma lista de horas separada por vírgulas (0-23) e/ou uma faixa (ex.: '1-5,8,10-12').

source: Invalid format. Please check the requirements for your selected interval type.
de: Ungültiges Format. Bitte die Anforderungen für den ausgewählten Intervalltyp prüfen.
es: Formato no válido. Por favor verifica los requisitos del tipo de intervalo seleccionado.
fr: Format invalide. Veuillez vérifier les prérequis pour le type d'intervalle sélectionné.
it: Formato non valido. Controlla i requisiti per il tipo di intervallo selezionato.
nl: Ongeldig formaat. Controleer de vereisten voor de geselecteerde intervalsoort.
pt_br: Formato inválido. Por favor cheque os requisitos para o seu tipo de intervalo.

source: Currency added successfully
de: Währung erfolgreich hinzugefügt
es: Moneda añadida con éxito
fr: Devise ajouté avec succès
it: Valuta aggiunta con successo
nl: Munteenheid succesvol toegevoegd
pt_br: Moeda adicionada com sucesso

source: Currency updated successfully
de: Währung erfolgreich aktualisiert
es: Moneda actualizada con éxito
fr: Devise mise à jour avec succès
it: Valuta aggiornata con successo
nl: Munteenheid succesvol bijgewerkt
pt_br: Moeda atualizada com sucesso

source: Currency deleted successfully
de: Währung erfolgreich gelöscht
es: Moneda borrada con éxito
fr: Devise supprimé avec succès
it: Valuta eliminata con successo
nl: Munteenheid succesvol verwijderd
pt_br: Moeda apagada com sucesso

source: Exchange rate added successfully
de: Umrechnungskurs erfolgreich hinzugefügt
es: Tasa de cambio agregada con éxito
fr: Taux de change ajouté avec succès
it: Cambio valuta aggiunto con successo
nl: Wisselkoers succesvol toegevoegd
pt_br: Taxa de câmbio adicionada com sucesso

source: Exchange rate updated successfully
de: Umrechnungskurs erfolgreich aktualisiert
es: Tasa de cambio actualizada con éxito
fr: Taux de change mis à jour avec succès
it: Cambio valuta aggiornato con successo
nl: Wisselkoers succesvol bijgewerkt
pt_br: Taxa de câmbio atualizada com sucesso

source: Exchange rate deleted successfully
de: Umrechnungskurs erfolgreich gelöscht
es: Tasa de cambio borrada con éxito
fr: Taux de change supprimé avec succès
it: Cambio valuta eliminato con successo
nl: Wisselkoers succesvol verwijderd
pt_br: Taxa de câmbio apagada com sucesso

source: Service added successfully
de: Dienst erfolgreich hinzugefügt
es: Servicio agregado con éxito
fr: Service ajouté avec succès
it: Servizio aggiunto con successo
nl: Dienst succesvol toegevoegd
pt_br: Serviço adicionado com sucesso

source: Service updated successfully
de: Dienst erfolgreich aktualisiert
es: Servicio actualizado con éxito
fr: Service mis à jour avec succès
it: Servizio aggiornato con successo
nl: Dienst succesvol bijgewerkt
pt_br: Serviço atualizado com sucesso

source: Service deleted successfully
de: Dienst erfolgreich gelöscht
es: Servicio borrado con éxito
fr: Service supprimé avec succès
it: Servizio eliminato con successo
nl: Dienst succesvol verwijderd
pt_br: Serviço apagado com sucesso

source: Services queued successfully
de: Dienst erfolgreich in die Warteschlange eingereiht
es: Servicios agregados a la cola con éxito
fr: Services ajouté à la file avec succès
it: Servizi messi in coda con successo
nl: Diensten succesvol in de wachtrij geplaatst
pt_br: Serviços marcados para execução com sucesso

source: Create transaction
de: Erstelle Transaktion
es: Crear transacción
fr: Créer une transaction
it: Crea transazione
nl: Maak verrichtingen
pt_br: Criar transação

source: From Account
de: Startkonto
es: Cuenta de Origen
fr: Compte originateur
it: Da conto
nl: Van rekening
pt_br: Conta de origem

source: To Account
de: Zielkonto
es: Cuenta de Destino
fr: Compte bénéficiaire
it: A conto
nl: Naar rekening
pt_br: Conta de destino

source: Expense Transaction
de: Ausgaben-Transaktion
es: Transacción de Gasto
fr: Transaction de dépenses
it: Transazione in uscita
nl: Uitgave Transactie
pt_br: Transação de saída

source: Type to search for a transaction to link to this entry
de: Tippen, um nach einer Transaktion zu suchen, die mit diesem Eintrag verknüpft werden soll
es: Escribe para buscar una transacción
fr: Ecrivez pour rechercher une transaction à lier avec cette entrée
it: Digita per cercare una transazione da collegare a questa voce
nl: Type om een transactie te zoeken die aan dit item moet worden gekoppeld
pt_br: Digite para buscar uma transação para conectar à esta entrada

source: Income Transaction
de: Einnahmen-Transaktion
es: Transacción de Ingreso
fr: Transaction entrante
it: Transazione in entrata
nl: Ontvangsten Transactie
pt_br: Transação de entrada

source: Link transaction
de: Verknüpfe Transaktion
es: Enlazar transacción
fr: Lié transaction
it: Collega transazione
nl: Koppel verrichting
pt_br: Conectar transação

source: You must provide an account.
de: Du musst ein Konto angeben.
es: Debes proporcionar una cuenta.
fr: Vous devez fournir un compte.
it: Devi fornire un conto.
nl: Je moet een account opgeven.
pt_br: Você deve informar uma conta.

source: From and To accounts must be different.
de: Start- und Zielkonten müssen unterschiedlich sein.
es: Las cuentas de origen y destino deben ser diferentes.
fr: Le compte originateur et le compte bénéficiaire doivent être différent.
it: I conti di origine e destinazione devono essere diversi.
nl: Van en Naar rekening moeten verschillend zijn.
pt_br: As contas De e Para devem ser diferentes.

source: DCA for %(strategy_name)s
de: DCA für %(strategy_name)s
es: DCA para %(strategy_name)s
fr: DCA pour %(strategy_name)s
it: DCA per %(strategy_name)s
nl: DCA voor %(strategy_name)s
pt_br: CMP para %(strategy_name)s

source: Target Currency
de: Zielwährung
es: Moneda objetivo
fr: Devise cible
it: Valuta target
nl: Doel Munteenheid
pt_br: Moeda de destino

source: Payment Currency
de: Startwährung
es: Moneda de pago
fr: Devise de paiement
it: Valuta di pagamento
nl: Betaal Munteenheid
pt_br: Moeda de pagamento

source: Notes
de: Notizen
es: Notas
it: Note
nl: Opmerkingen
pt_br: Notas

source: DCA Strategy
de: DCA-Strategie
es: Estrategia DCA
fr: Stratégie DCA
it: Strategia DCA
nl: DCA Strategie
pt_br: Estratégia CMP

source: DCA Strategies
de: DCA-Strategien
es: Estrategias DCA
fr: Stratégies DCA
it: Strategie DCA
nl: DCA Strategieën
pt_br: Estratégias CMP

source: Strategy
de: Strategie
es: Estrategia
fr: Stratégie
it: Strategia
nl: Strategie
pt_br: Estratégia

source: Amount Paid
de: Betrag Bezahlt
es: Monto Pagado
fr: Somme payée
it: Importo pagato
nl: Betaald bedrag
pt_br: Quantia paga

source: Amount Received
de: Betrag Erhalten
es: Monto Recibido
fr: Somme reçue
it: Importo ricevuto
nl: Ontvangen bedrag
pt_br: Quantia recebida

source: DCA Entry
de: DCA-Eintrag
es: Entrada DCA
fr: Entrée DCA
it: Voce DCA
nl: DCA Instap
pt_br: Entrada CMP

source: DCA Entries
de: DCA-Einträge
es: Entradas DCA
fr: Entrées DCA
it: Voci DCA
nl: DCA Idems
pt_br: Entradas CMP

source: DCA Strategy added successfully
de: DCA-Strategie erfolgreich hinzugefügt
es: Estrategia DCA agregada con éxito
fr: Stratégie DCA ajouté avec succès
it: Strategia DCA aggiunta con successo
nl: Strategie voor DCA succesvol toegevoegd
pt_br: Estratégia CMP adicionada com sucesso

source: DCA Strategy updated successfully
de: DCA-Strategie erfolgreich aktualisiert
es: Estrategia DCA actualizada con éxito
fr: Stratégie DCA mise à jour avec succès
it: Strategia DCA aggiornata con successo
nl: Strategie voor DCA succesvol bijgewerkt
pt_br: Estratégia CMP atualizada com sucesso

source: DCA strategy deleted successfully
de: DCA-Strategie erfolgreich gelöscht
es: Estrategia DCA eliminada con éxito
fr: Stratégie DCA supprimé avec succès
it: Strategia DCA eliminata con successo
nl: Strategie voor DCA succesvol verwijderd
pt_br: Estratégia CMP apagada com sucesso

source: Entry added successfully
de: Eintrag erfolgreich hinzugefügt
es: Entrada agregada con éxito
fr: Entrée ajoutée avec succès
it: Voce aggiunta con successo
nl: Item succesvol toegevoegd
pt_br: Entrada adicionada com sucesso

source: Entry updated successfully
de: Eintrag erfolgreich aktualisiert
es: Entrada actualizada con éxito
fr: Entrée mise à jour avec succès
it: Voce aggiornata con successo
nl: Invoer succesvol bijgewerkt
pt_br: Entrada atualizada com sucesso

source: Entry deleted successfully
de: Eintrag erfolgreich gelöscht
es: Entrada eliminada con éxito
fr: Entrée supprimée avec succès
it: Voce eliminata con successo
nl: Invoer succesvol verwijderd
pt_br: Entrada apagada com sucesso

source: Users
de: Nutzer
es: Usuarios
fr: Utilisateurs
it: Utenti
nl: Gebruikers
pt_br: Usuários

source: Transactions
de: Transaktionen
es: Transacciones
it: Transazioni
nl: Verrichtingen
pt_br: Transações

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
nl: Categorieën
pt_br: Categorias

source: Entities
de: Entitäten
es: Entidades
fr: Entités
it: Beneficiari
nl: Bedrijven
pt_br: Entidades

source: Recurring Transactions
de: Wiederkehrende Transaktionen
es: Transacciones Recurrentes
fr: Transactions récurrentes
it: Pagamenti ricorrenti
nl: Terugkerende Verrichtingen
pt_br: Transações Recorrentes

source: Installment Plans
de: Ratenzahlungs-Pläne
es: Planes de Cuotas
fr: Paiements en plusieurs fois
it: Pagamenti a rate
nl: Afbetalingsplannen
pt_br: Parcelamentos

source: Automatic Exchange Rates
de: Automatische Umrechnungskurse
es: Tasas de Cambio Automáticas
fr: Taux de change automatique
it: Cambio valuta automatico
nl: Automatische Wisselkoersen
pt_br: Taxas de Câmbio Automáticas

source: Rules
de: Regeln
es: Reglas
fr: Règles
it: Regole
nl: Regels
pt_br: Regras

source: Import Profiles
de: Import-Profile
es: Perfiles de Importación
fr: Importer des profils
it: Importa Profili
nl: Profielen importeren
pt_br: Perfis de Importação

source: Export
es: Exportar
fr: Exporter
it: Esporta
nl: Exporteer
pt_br: Exportar

source: Import a ZIP file exported from WYGIWYH
de: Eine ZIP-Datei importieren, die von WYGIWYH exportiert wurde
es: Importa un archivo ZIP exportado desde WYGIWYH
fr: Importer un fichier ZIP exporté de WYGIWYH
it: Importa un file ZIP esportato da WYGIWYH
nl: Importeer een ZIP-bestand geëxporteerd vanuit WYGIWYH
pt_br: Importe um arquivo ZIP exportado do WYGIWYH

source: ZIP File
de: ZIP-Datei
es: Archivo ZIP
fr: Fichier ZIP
it: File ZIP
nl: ZIP-bestand
pt_br: Arquivo ZIP

source: Transaction rules
de: Transaktions-Regeln
es: Reglas de transacción
fr: Règles de transaction
it: Regole di transazione
nl: Verrichtingsregels
pt_br: Regra da transação

source: Edit transaction action
de: Aktion der Transaktions-Regel bearbeiten
es: Editar acción de transacción
fr: Modifier l'action de transaction
it: Modifica azione transazione
nl: Bewerk verrichtingsactie
pt_br: Ação de editar de transação

source: Update or create transaction actions
de: Aktualisierung oder Erstellung von Transaktions-Aktionen
es: Actualizar o crear acciones de transacción
fr: Mettre à jour ou créer des actions de transaction
it: Aggiorna o crea azioni di transazione
nl: Bewerk of maak verrichtingsregel acties
pt_br: Ações de atualizar ou criar transação

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
nl: Herstel
pt_br: Restaurar

source: Please upload either a ZIP file or at least one CSV file
de: Bitte eine ZIP-Datei oder zumindest eine CSV-Datei hochladen
es: Por favor, sube un archivo ZIP o al menos un archivo CSV
fr: Veuillez charger un fichier ZIP ou au moins un fichier CSV
it: Carica un file ZIP o almeno un file CSV
nl: Upload een ZIP-bestand of ten minste één CSV-bestand
pt_br: Carregue um arquivo ZIP ou pelo menos um arquivo CSV

source: You have to select at least one export
de: Du musst mindestens einen Export auswählen
es: Debes seleccionar al menos una exportación
fr: Vous devez sélectionner au moins un export
it: Devi selezionare almeno un export
nl: U moet ten minste één export selecteren
pt_br: É necessário selecionar pelo menos uma exportação

source: Data restored successfully
de: Daten erfolgreich wiederhergestellt
es: Datos restaurados con éxito
fr: Donnée restaurée avec succès
it: Dati ripristinati con successo
nl: Gegevens succesvol hersteld
pt_br: Dados restaurados com sucesso

source: There was an error restoring your data. Check the logs for more details.
de: Bei der Wiederherstellung der Daten ist ein Fehler aufgetreten. Prüfe die Logs für mehr Details.
es: Hubo un error al restaurar tus datos. Revisa los registros para más detalles.
fr: Il y a eu une erreur en restaurant vos données. Vérifier les logs pour plus de détails.
it: Si è verificato un errore durante il ripristino dei dati. Controlla i log per maggiori dettagli.
nl: Er is een fout opgetreden bij het herstellen van uw gegevens. Controleer de logboeken voor meer details.
pt_br: Ocorreu um erro ao restaurar seus dados. Verifique o log para obter mais detalhes.

source: Select a file
de: Datei auswählen
es: Selecciona un archivo
fr: Sélectionnez un fichier
it: Seleziona un file
nl: Selecteer een bestand
pt_br: Selecione um arquivo

source: Import
es: Importar
fr: Importer
it: Importa
nl: Importeer
pt_br: Importar

source: YAML Configuration
de: YAML-Konfiguration
es: Configuración YAML
fr: Configuration YAML
it: Configurazione YAML
nl: YAML Configuratie
pt_br: Configuração YAML

source: Version
es: Versión
it: Versione
nl: Versie
pt_br: Versão

source: Version {number}
es: Versión {number}
it: Versione {number}
nl: Versie {number}
pt_br: Versão {number}

source: Invalid YAML Configuration:
de: Ungültige YAML-Konfiguration:
es: Configuración YAML no válida:
fr: Configuration YAML invalide :
it: Configurazione YAML non valida
nl: Ongeldige YAML Configuratie:
pt_br: Configuração YAML inválida:

source: Queued
de: In der Warteschlange
es: En cola
fr: Mis en file d'attente
it: In coda
nl: In wachtrij
pt_br: Na fila

source: Processing
de: In Bearbeitung
es: Procesando
fr: Traitement en cours
it: In elaborazione
nl: Verwerking
pt_br: Processando

source: Failed
de: Fehlgeschlagen
es: Fallido
fr: Echec
it: Fallito
nl: Mislukt
pt_br: Falhou

source: Finished
de: Abgeschlossen
es: Finalizado
fr: Terminé
it: Completato
nl: Voltooid
pt_br: Finalizado

source: File name
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier
it: Nome file
nl: Bestandsnaam
pt_br: Nome do Arquivo

source: Import Profile added successfully
de: Importprofil erfolgreich hinzugefügt
es: Perfil de importación agregado con éxito
fr: Profil d'import ajouté avec succès
it: Profilo di importazione aggiunto correttamente
nl: Importprofiel succesvol toegevoegd
pt_br: Perfil de Importação adicionado com sucesso

source: Import Profile update successfully
de: Importprofil erfolgreich aktualisiert
es: Perfil de importación actualizado con éxito
fr: Profil d'import mis à jour avec succès
it: Profilo di importazione aggiornato correttamente
nl: Importprofiel succesvol bijgewerkt
pt_br: Importação atualizada com sucesso

source: Import Profile deleted successfully
de: Importprofil erfolreich gelöscht
es: Perfil de importación eliminado con éxito
fr: Profil d'import supprimé avec succès
it: Profilo di importazione eliminato correttamente
nl: Importprofiel succesvol verwijderd
pt_br: Perfil de Importação apagado com sucesso

source: Import Run queued successfully
de: Importvorgang erfolgreich in die Warteschlange eingereiht
es: Tarea de importación agregada a la cola con éxito
fr: Import d’exécution mis en file d'attente avec succès
it: Importazione eseguita in coda correttamente
nl: Importrun met succes in de wachtrij geplaatst
pt_br: Importação adicionada à fila com sucesso

source: Run deleted successfully
de: Vorgang erfolgreich gelöscht
es: Tarea de importación eliminada con éxito
fr: Exécution supprimé avec succès
it: Esecuzione eliminata con successo
nl: Run met succes verwijderd
pt_br: Importação apagada com sucesso

source: Uncategorized
de: Unkategorisiert
es: Sin categoría
fr: Sans catégorie
it: Senza categoria
nl: Ongecategoriseerd
pt_br: Sem categoria

source: Current Income
de: Aktuelles Einkommen
es: Ingreso Actual
fr: Revenus à date
it: Entrate attuali
nl: Huidige inkomsten
pt_br: Renda Atual

source: Current Expenses
de: Aktuelle Ausgaben
es: Gastos Actuales
fr: Dépenses actuelles
it: Spese attuali
nl: Huidige uitgaven
pt_br: Despesas Atuais

source: Projected Income
de: Erwartetes Einkommen
es: Ingreso Proyectado
fr: Revenus prévisionnels
it: Entrate previste
nl: Verwachte inkomsten
pt_br: Renda Prevista

source: Projected Expenses
de: Erwartete Ausgaben
es: Gastos Proyectados
fr: Dépenses prévisionnelles
it: Spese previste
nl: Verwachte uitgaven
pt_br: Despesas Previstas

source: Saved
de: Gespeichert
es: Guardado
fr: Sauvegardé
it: Risparmiati
nl: Opgeslagen
pt_br: Salvo

source: Run on creation
de: Starten bei Erstellung
es: Ejecutar al crear
fr: Exécuter à la création
it: Esegui alla creazione
nl: Uitvoeren na het aanmaken
pt_br: Rodar ao criar

source: Run on update
de: Starten bei Aktualisierung
es: Ejecutar al editar
fr: Exécuter après mis à jour
it: Esegui all'aggiornamento
nl: Uitvoeren na het bijwerken
pt_br: Rodar ao atualizar

source: Run on delete
de: Starten bei Löschen
es: Ejecutar al borrar
fr: Exécuter après suppression
it: Esegui all'eliminazione
nl: Uitvoeren bij het verwijderen
pt_br: Rodar ao apagar

source: If...
de: Falls...
es: Si...
fr: Si...
it: Se...
nl: Als...
pt_br: Se...

source: You can add actions to this rule in the next screen.
es: Puedes agregar acciones a esta regla en la proxima pantalla.
fr: Vous pouvez ajouter des actions à cette règle dans le prochain écran.
nl: U kunt in het volgende scherm acties aan deze regel toevoegen.

source: Set field
de: Setze Feld
es: Establecer campo
fr: Configurer le champ
it: Imposta campo
nl: Veld instellen
pt_br: Definir campo

source: To
de: Zu
es: A
fr: A
it: A
nl: Naar
pt_br: Para

source: Order
es: Orden
fr: Trier
it: Ordine
nl: Sorteer
pt_br: Ordem

source: A value for this field already exists in the rule.
de: Ein Wert für dieses Feld existiert bereits in dieser Regel.
es: Ya existe un valor para este campo en la regla.
fr: Une valeur pour ce champ existe déjà dans cette règle.
it: Esiste già un valore per questo campo nella regola.
nl: Een waarde voor dit veld bestaat al in de regel.
pt_br: Já existe um valor para esse campo na regra.

source: Type
de: Typ
es: Tipo
it: Tipo
nl: Soort
pt_br: Tipo

source: Paid
de: Bezahlt
es: Pagado
fr: Payé
it: Pagato
nl: Betaald
pt_br: Pago

source: Reference Date
de: Referenzdatum
es: Fecha de Referencia
fr: Date de référence
it: Data di riferimento
nl: Referentiedatum
pt_br: Data de Referência

source: Amount
de: Betrag
es: Monto
fr: Montant
it: Importo
nl: Bedrag
pt_br: Quantia

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
nl: Beschrijving
pt_br: Descrição

source: Internal Note
de: Interne Notiz
es: Nota Interna
fr: Note interne
it: Note interne
nl: Interne opmerking
pt_br: Nota Interna

source: Internal ID
de: Interne ID
es: ID Interno
fr: ID interne
it: ID Interno
nl: Interne ID
pt_br: ID Interna

source: Mute
de: Stummschalten
es: Silenciar
fr: Silencieux
it: Silenzia
nl: Dempen
pt_br: Silenciada

source: Search Criteria
de: Suchkriterien
es: Criterio de Búsqueda
fr: Critère de recherche
it: Criteri di ricerca
nl: Zoek Vereisten
pt_br: Critério de Busca

source: Set Values
de: Wert setzen
es: Establecer Valores
fr: Configurer les valeurs
it: Imposta Valori
nl: Waarden Instellen
pt_br: Definir valores

source: Transaction
de: Transaktion
es: Transacción
it: Transazione
nl: Verrichting
pt_br: Transação

source: Type to search for a transaction
es: Escribe para buscar una transacción y vincularla a esta entrada
fr: Saisissez pour rechercher une transaction
it: Digita per cercare una transazione
nl: Type om een transactie te zoeken
pt_br: Digite para buscar uma transação

source: Sequenced
es: Secuenciado
fr: Classé
it: Sequenziato
nl: Opeenvolgend
pt_br: Sequencial
