Repository: eitchtee/WYGIWYH
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, nl, pt_br

source: projected expenses
de: erwartete Ausgaben
es: gastos proyectados
fr: dépenses prévisionnelles
it: spese previste
nl: verwachte uitgaven
pt_br: despesas previstas

source: projected total
de: erwartete Bilanz
es: total proyectado
fr: Total prévisionnel
it: totale previsto
nl: verwachte totaal
pt_br: total previsto

source: current income
de: aktuelles Einkommen
es: ingresos actuales
fr: Revenu à date
it: entrate attuali
nl: huidige inkomsten
pt_br: renda atual

source: current expenses
de: aktuelle Ausgaben
es: gastos actuales
fr: dépenses actuelles
it: spese attuali
nl: huidige uitgaven
pt_br: despesas atuais

source: current total
de: aktuelle Bilanz
es: total actual
fr: Total à date
it: totale attuale
nl: huidige totaal
pt_br: total atual

source: final total
de: Gesamtbilanz
es: total final
fr: total final
it: totale finale
nl: eindtotaal
pt_br: total final

source: Select All
de: Alle auswählen
es: Seleccionar Todo
fr: Tout sélectionner
it: Seleziona tutto
nl: Alles selecteren
pt_br: Selecionar todos

source: Unselect All
de: Alle abwählen
es: Deseleccionar Todo
fr: Tout désélectionner
it: Deseleziona tutto
nl: Alles deselecteren
pt_br: Desmarcar todos

source: Invert election
es: Invertir Seleccion
fr: Inverser la sélection
nl: Electie omkeren

source: Yes, delete them!
de: Ja, löschen!
es: Sí, eliminalos!
fr: Oui, supprime !
it: Sì, cancellale!
nl: Ja, verwijder ze!

source: copied!
de: kopiert!
es: copiado!
fr: Copié !
it: copiate!
nl: gekopieerd!

source: Flat Total
de: Bruttosumme
es: Total Fijo
fr: Total brut
it: Totale fisso
nl: Vast Totaal
pt_br: Total Fixo

source: Real Total
de: Nettosumme
es: Total Real
fr: Total net
it: Totale reale
nl: Werkelijk Totaal
pt_br: Total Real

source: Mean
de: Mittelwert
es: Promedio
fr: Moyenne
it: Mezzo
nl: Gemiddelde
pt_br: Média

source: Max
de: Maximum
es: Máximo
it: Massimo
nl: Maximaal
pt_br: Máximo

source: Min
de: Minimum
es: Mínimo
it: Minimo
nl: Minimaal
pt_br: Minímo

source: Count
de: Anzahl
es: Conteo
fr: Compteur
it: Conteggio
nl: Rekenen
pt_br: Contagem

source: Income and Expense Percentages
es: Porcentaje de Ingreso y Gasto
fr: Pourcentage de revenus et dépenses
nl: Inkomst en Uitgave Percentages
pt_br: Porcentagens de Receitas e Despesas

source: Installment
de: Ratenzahlung
es: Cuota
fr: Paiement en plusieurs fois
it: Rata
nl: Afbetaling
pt_br: Parcelamento

source: Recurring
de: Wiederkehrend
es: Recurrente
fr: Récurrent
it: Ricorrente
nl: Terugkerende
pt_br: Recorrência

source: Balance
de: Saldo
es: Saldo
it: Saldo
nl: Saldo
pt_br: Balancear

source: Invert selection
es: invertir seleccion
fr: Inverser la sélection
nl: Selectie omkeren

source: Mark as unpaid
de: Als unbezahlt markieren
es: Marcar como sin pagar
fr: Marqué comme dû
it: Contrassegna come non pagato
nl: Markeren als niet betaald
pt_br: Marcar como não pago

source: Mark as paid
de: Als bezahlt markieren
es: Marcar como pago
fr: Marqué comme payé
it: Contrassegna come pagato
nl: Markeren als betaald
pt_br: Marcar como pago

source: Add currency
de: Währung hinzufügen
es: Agregar moneda
fr: Ajouter une devise
it: Aggiungi valuta
nl: Munteenheid toevoegen
pt_br: Adicionar moeda

source: Edit currency
de: Währung bearbeiten
es: Editar moneda
fr: Modifier une devise
it: Modifica valuta
nl: Munteenheid bewerken
pt_br: Editar moeda

source: No currencies
de: Keine Währungen
es: No hay monedas
fr: Pas de devises
it: Nessuna valuta
nl: Geen munteenheden
pt_br: Nenhuma moeda

source: Add DCA entry
de: DCA-Eintrag hinzufügen
es: Agregar entrada DCA
fr: Ajouter une entrée DCA
it: Aggiungi voce DCA
nl: DCA-item toevoegen
pt_br: Adicionar entrada CMP

source: Edit DCA entry
de: DCA-Eintrag bearbeiten
es: Editar entrada DCA
fr: Modifier l'entrée DCA
it: Modifica voce DCA
nl: DCA-item bewerken
pt_br: Editar entrada CMP

source: Add DCA strategy
de: DCA-Strategie hinzufügen
es: Agregar estrategia DCA
fr: Ajouter une stratégie DCA
it: Aggiungi strategia DCA
nl: DCA-strategie toevoegen
pt_br: Adicionar estratégia CMP

source: No exchange rate available
de: Kein Umrechnungskurs verfügbar
es: No hay tasas de cambio disponibles
fr: Pas de taux de changes disponibles
it: Nessun cambio valuta disponibile
nl: Geen wisselkoers beschikbaar
pt_br: Nenhuma taxa de câmbio disponível

source: Entries
de: Einträge
es: Entradas
fr: Entrées
it: Voci
nl: Idems
pt_br: Entradas

source: Current Value
de: Aktueller Wert
es: Valor Actual
fr: Valeur à date
it: Valore attuale
nl: Actuele waarde
pt_br: Valor atual

source: P/L
it: P/P
nl: W&V

source: No entries for this DCA
de: Keine Einträge für diesen DCA
es: Sin entradas para este DCA
fr: Pas d'entrées pour ce DCA
it: Nessuna voce per questo DCA
nl: Geen idems in deze DCA
pt_br: Nenhuma entrada neste CMP

source: Try adding one
de: Versuche einen hinzuzufügen
es: Prueba agregar una
fr: Essayer d'en ajouter une
it: Prova ad aggiungerne uno
nl: Probeer er een toe te voegen
pt_br: Tente adicionar uma

source: Total Invested
de: Gesamt investiert
es: Total Invertido
fr: Total Investissement
it: Totale investito
nl: Totaal Geïnvesteerd
pt_br: Total investido

source: Total Received
de: Gesamt erhalten
es: Total Recibido
fr: Total reçu
it: Totale ricevuto
nl: Totaal Ontvangen
pt_br: Total recebido

source: Current Total Value
de: Aktueller Gesamtwert
es: Valor Total Actual
fr: Valeur total à date
it: Valore totale attuale
nl: Huidige Totaalwaarde
pt_br: Valor total atual

source: Average Entry Price
de: Durchschnittlicher Einstiegspreis
es: Precio Promedio de Entrada
fr: Prix d'entrée moyen
it: Prezzo medio di ingresso
nl: Gemiddelde Instapprijs
pt_br: Preço médio de entrada

source: Total P/L
de: Gesamt P/L
it: Profitto/perdita totale
nl: Totaal W&V
pt_br: P/L total

source: Total %% P/L
de: Gesamt %% P/L
it: Totale %% P/P
nl: Totaal %% W&V
pt_br: P/L%% Total

source: P/L %%
it: P/P %%
nl: W&V %%

source: Performance Over Time
de: Ergebnis über Zeitraum
es: Rendimiento a lo Largo del Tiempo
fr: Performance dans le temps
it: Prestazioni nel tempo
nl: Prestaties Na Verloop Van Tijd
pt_br: Desempenho ao longo do tempo

source: Entry Price
de: Einstiegspreis
es: Precio de Entrada
fr: Prix d'entrée
it: Prezzo di ingresso
nl: Ingangsprijs
pt_br: Preço de Entrada

source: Current Price
de: Aktueller Preis
es: Precio Actual
fr: Prix actuel
it: Prezzo attuale
nl: Actuele Prijs
pt_br: Preço atual

source: Amount Bought
de: Anzahl gekauft
es: Cantidad Comprada
fr: Montant acheté
it: Importo acquistato
nl: Gekocht Bedrag
pt_br: Quantia comprada

source: Entry Price vs Current Price
de: Einstiegspreis zu Aktuellem Preis
es: Precio de Entrada vs Precio Actual
fr: Prix d'entrée Vs Prix actuel
it: Prezzo di ingresso vs prezzo corrente
nl: Instapprijs vs Huidige Prijs
pt_br: Preço de Entrada vs Preço Atual

source: Days Between Investments
de: Tage zwischen Investitionen
es: Días entre Inversiones
fr: Jours entre les investissements
it: Giorni tra gli investimenti
nl: Dagen Tussen Investeringen
pt_br: Dias entre investimentos

source: Investment Frequency
de: Investitions-Häufigkeit
es: Frecuencia de Inversión
fr: Fréquence d'investissement
it: Frequenza di investimento
nl: Investeringsfrequentie
pt_br: Frequência de Investimento

source: The straighter the blue line, the more consistent your DCA strategy is.
de: Je gerader die blaue Linie, desto gleichmäßiger ist deine DCA-Strategie.
es: Cuanto más recta sea la línea azul, más consistente será tu estrategia DCA.
fr: Plus la ligne bleue est droite, plus votre stratégie DCA est cohérente.
it: Più dritta è la linea blu, più coerente è la tua strategia DCA.
nl: Hoe rechter de blauwe lijn, hoe consistenter je DCA-strategie is.
pt_br: Quanto mais reta for a linha azul, mais consistente é sua estratégia de CMP.

source: Edit DCA strategy
de: DCA-Strategie bearbeiten
es: Editar estrategia DCA
fr: Modifier la stratégie DCA
it: Modifica la strategia DCA
nl: DCA strategie bewerken
pt_br: Editar estratégia CMP

source: Dollar Cost Average Strategies
de: "Dollar Cost Average"-Strategien
es: Estrategias de Promedio de Costo en Dólares (DCA)
fr: Stratégies Dollar Cost Average
it: Strategie DCA
nl: Dollar Kosten Gemiddelde Strategieën
pt_br: Estratégias de Custo Médio Ponderado

source: Dollar Cost Average Strategy
de: "Dollar Cost Average""-Strategie
es: Estrategia de Promedio de Costo en Dólares (DCA)
fr: Stratégie Dollar Cost Average
it: Strategie DCA
nl: Dollar Kosten Gemiddelde Strategie
pt_br: Estratégia de Custo Médio Ponderado

source: Add entity
de: Entität hinzufügen
es: Agregar entidad
fr: Ajouter une entité
it: Aggiungi beneficiario
nl: Bedrijf tevoegen
pt_br: Adicionar entidade

source: Edit entity
de: Entität bearbeiten
es: Editar entidad
fr: Modifier une entité
it: Modifica beneficiario
nl: Bewerk bedrijf
pt_br: Editar entidade

source: No entities
de: Keine Entitäten
es: No hay entidades
fr: Pas d'entités
it: Nessun beneficiario
nl: Geen bedrijven
pt_br: Sem entidades

source: Add exchange rate
de: Umrechnungskurs hinzufügen
es: Agregar tasa de cambio
fr: Ajouter un taux de change
it: Aggiungi cambio valuta
nl: Wisselkoers toevoegen
pt_br: Adicionar taxa de câmbio

source: Edit exchange rate
de: Umrechnungskurs bearbeiten
es: Editar tasa de cambio
fr: Modifier le taux de change
it: Modifica cambio valuta
nl: Wisselkoers bewerken
pt_br: Editar taxa de câmbio

source: All
de: Alle
es: Todos
fr: Tout
it: Tutte
nl: Allemaal
pt_br: Todas

source: Pairing
de: Kopplung
es: Emparejando
fr: Associer
it: Abbinamento
nl: Koppelen
pt_br: Pares

source: Rate
es: Tasa
fr: Taux
it: Tasso
nl: Tarief
pt_br: Taxa de Câmbio

source: No exchange rates
de: Kein Umrechnungskurs
es: No hay tasas de cambio
fr: Pas de taux de change
it: Nessun cambio valuta
nl: Geen wisselkoersen
pt_br: Nenhuma taxa de câmbio

source: Page navigation
de: Seitennavigation
es: Navegación entre páginas
fr: Navigation dans les pages
it: Navigazione della pagina
nl: Paginanavigatie
pt_br: Navegação por página

source: Fetch all
de: Alle abrufen
es: Obtener todo
fr: Tout récupérer
it: Recupera tutto
nl: Alles Ophalen
pt_br: Executar todos

source: Service
de: Dienst
es: Servicio
it: Servizio
nl: Dienst
pt_br: Serviço

source: Targeting
de: Ziel
es: Dirigido a
fr: Ciblage
nl: Gericht op
pt_br: Alvos

source: Last fetch
de: Letzter Abruf
es: Última sincronización
fr: Dernière récupération
it: Ultimo recupero
nl: Laatst opgehaald
pt_br: Última execução

source: %(counter)s consecutive failure
fr: %(counter)s erreur consécutive
nl: %(counter)s opeenvolgende mislukking

source: currencies
de: Währungen
es: monedas
fr: devises
it: valute
nl: munteenheden
pt_br: moedas

source: accounts
de: Konten
es: cuentas
fr: Comptes
it: conti
nl: rekeningen
pt_br: contas

source: No services configured
de: Keine Dienste konfiguriert
es: No hay servicios configurados
fr: Pas de services configurés
it: Nessun servizio configurato
nl: Geen diensten ingesteld
pt_br: Nenhum serviço configurado

source: Export and Restore
de: Exportieren und Wiederherstellen
es: Exportar y Restaurar
fr: Export et Restauration
it: Esporta e ripristina
nl: Exporteren en Herstellen
pt_br: Exportar e Restaurar

source: Add new import profile
de: Neues Import-Profil hinzufügen
es: Agregar nuevo perfil de importación
fr: Ajouter un nouvel profil d'import
it: Aggiungi nuovo profilo di importazione
nl: Nieuw importprofiel toevoegen
pt_br: Adicionar novo perfil de importação

source: A message from the author
de: Eine Nachricht des Authors
es: Un mensaje del autor
fr: Un mot de l'auteur
it: Un messaggio dall'autore
nl: Een bericht van de auteur
pt_br: Uma mensagem do autor

source: Edit import profile
de: Import-Profil bearbeiten
es: Editar perfil de importación
fr: Modifier le profil d'import
it: Modifica profilo di importazione
nl: Importprofiel bewerken
pt_br: Editar perfil de importação

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
nl: Nieuw
pt_br: Novo

source: From preset
de: Von Vorlage
es: Desde plantilla
fr: à partir d'un préréglage
it: Da preset
nl: Van voorinstelling
pt_br: A partir de uma predefinição

source: No import profiles
de: Keine Import-Profile
es: No hay perfiles de importación
fr: Pas de profil d'import
it: Nessun profilo importato
nl: Geen importprofielen
pt_br: Nenhum perfil de importação

source: Import Presets
de: Import-Vorlagen
es: Plantillas de Importación
fr: Préréglage d'import
it: Importa preset
nl: Presets importeren
pt_br: Predefinições de Importação

source: By
de: Von
es: Por
fr: Par
it: Da
nl: Bij
pt_br: Por

source: No presets yet
de: Keine Vorlagen bisher
es: Aún no hay plantillas
fr: Pas encore de préréglages
it: Ancora nessun preset
nl: Nog geen voorinstellingen
pt_br: Nenhuma predefinição de importação ainda

source: Import file with profile
de: Datei mit Profil importieren
es: Importar archivo con perfil
fr: Importer un fichier avec un profil
it: Importa file con profilo
nl: Bestand met profiel importeren
pt_br: Importar aqui com Perfil

source: Runs for
de: Durchgänge für
es: Ejecuciones para
fr: En cours depuis
it: Esegue per
nl: Runs voor
pt_br: Importações para

source: Total Items
de: Gesamtanzahl Einträge
es: Total de Ítems
fr: Eléments totaux
it: Elementi totali
nl: Totale artikelen
pt_br: Itens Totais

source: Processed Items
de: Verarbeitete Einträge
es: Ítems Procesados
fr: Eléments traités
it: Elementi processati
nl: Verwerkte artikelen
pt_br: Itens Processados

source: Skipped Items
de: Übersprungene Einträge
es: Ítemos Omitidos
fr: Eléments ignorés
it: Elementi saltati
nl: Overgeslagen artikelen
pt_br: Itens Pulados

source: Failed Items
de: Fehlgeschlagene Einträge
es: Ítems Fallidos
fr: Eléments en erreur
it: Elementi falliti
nl: Mislukte artikelen
pt_br: Itens Falhados

source: Successful Items
de: Erfolgreiche Einträge
es: Ítems con Éxito
fr: Eléments réussis
it: Elementi con successo
nl: Succesvolle Artikelen
pt_br: Itens Bem-sucedidos

source: Logs
es: Registros
fr: Journaux
it: Registri
nl: Logboeken

source: You won't be able to revert this! All imported items will be kept.
de: Die kann nicht rückgängig gemacht werden! Alle importierten Einträge werden übernommen.
es: ¡No podrás revertir esta acción!. Todos los elementos importados se conservarán.
fr: Cette opération est irréversible, vous ne pourrez pas l'annuler ! Tous les éléments importés seront conservés.
it: Non sarà possibile annullare questa operazione! Tutti gli elementi importati verranno mantenuti.
nl: Je kunt dit niet terugdraaien! Alle geïmporteerde items blijven behouden.
pt_br: Você não será capaz de reverter isso! Todos os itens importados serão mantidos.

source: No runs yet
de: Keine Durchgänge bisher
es: Aún no hay ejecuciones
fr: Rien en cours
it: Ancora nessun'esecuzione
nl: Nog geen runs
pt_br: Nenhuma importação ainda

source: Logs for
de: Logs für
es: Registros para
fr: Logs pour
it: Registra per
nl: Logboek voor
pt_br: Logs para

source: Toggle navigation
de: Navigation umschalten
es: Alternar navegación
fr: Activer la navigation
it: Attiva/disattiva la navigazione
nl: Navigatie Knop
pt_br: Alternar navegação

source: Toggle theme
es: Alternar tema
fr: Basculer le thème
nl: Verander thema
pt_br: Alternar tema

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen
pt_br: Configurações

source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
nl: Profiel bewerken
pt_br: Editar perfil

source: Clear cache
de: Cache leeren
es: Limpiar Caché
fr: Vider le cache
it: Cancella cache
nl: Cache leegmaken
pt_br: Limpar cache

source: Logout
de: Abmelden
es: Cerrar Sesión
fr: Déconnexion
it: Esci
nl: Uitloggen
pt_br: Sair

source: Access Denied
de: Zugriff verweigert
es: Acceso Denegado
fr: Accès refusé
it: Accesso negato
nl: Toegang geweigerd
pt_br: Acesso Negado

source: You do not have permission to perform this action or access this resource.
de: Du hast nicht die Berechtigung dies zu tun oder hier drauf zuzugreifen.
es: No tienes permiso para realizar esta acción o acceder a este recurso.
fr: Vous n'avez pas les droits pour exécuter cette action ou accéder à cette ressource.
it: Non hai l'autorizzazione per eseguire questa azione o accedere a questa risorsa.
nl: Je hebt geen toestemming om deze actie uit te voeren of toegang te krijgen tot deze bron.
pt_br: Você não tem permissão para executar essa ação ou acessar esse recurso.

source: Something went wrong loading your data
de: Beim Laden deiner Daten ist etwas schief gegangen
es: Algo salió mal al cargar tus datos
fr: Quelque chose ne s'est pas passé correctement au chargement de vos données
it: Si è verificato un errore durante il caricamento dei dati
nl: Er is iets misgegaan bij het laden van uw gegevens
pt_br: Algo deu errado ao carregar seus dados

source: Try reloading the page or check the console for more information.
de: Versuche die Seite neu zu laden oder überprüfe die Konsole für mehr Informationen.
es: Intenta recargar la página o revisa la consola para obtener más información.
fr: Essayer de rafraichir la page ou de consulter la console pour plus d'informations.
it: Prova a ricaricare la pagina o controlla la console per maggiori informazioni.
nl: Probeer de pagina opnieuw te laden of controleer de console voor meer informatie.
pt_br: Tente recarregar a página ou verifique o console para obter mais informações.

source: Reload
nl: Herlaad

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleer
pt_br: Cancelar

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestig
pt_br: Confirmar

source: Pull down to refresh
nl: Trek omlaag om te vernieuwen

source: Release to refresh
nl: Loslaten om te vernieuwen

source: Refreshing
nl: Vernieuwen

source: Insights
de: Einblicke
es: Análisis
fr: Aperçus
it: Analisi
nl: Inzichten

source: Net Worth
de: Nettovermögen
es: Patrimonio Neto
fr: Valeur nette
it: Patrimonio netto
nl: Netto Waarde
pt_br: Patrimônio

source: Trash Can
de: Papierkorb
es: Papelera de Reciclaje
fr: Corbeille
it: Cestino
nl: Prullenbak
pt_br: Lixeira

source: Tools
es: Herramientas
fr: Outils
it: Strumenti
nl: Hulpmiddelen
pt_br: Ferramentas

source: Dollar Cost Average Tracker
es: Seguimiento de Promedio de Costo en Dólares (DCA)
fr: Suivi Dollar Cost Average
it: Costo medio del dollaro
nl: Dollar Kostgemiddelde Tracker
pt_br: Rastreador de Custo Médio Ponderado

source: Unit Price Calculator
de: Einzelpreis-Rechner
es: Calculadora de Precio Unitario
fr: Calculateur de prix unitaire
it: Prezzo per unità
nl: Eenheidsprijs berekenen
pt_br: Calculadora de preço unitário

source: Currency Converter
de: Währungs-Umrechner
es: Conversor de Monedas
fr: Convertisseur de devises
it: Converti valuta
nl: Valuta omrekenen
pt_br: Conversor de Moeda

source: Management
de: Verwaltung
es: Administración
fr: Gestion
it: Gestione
nl: Beheer
pt_br: Gerenciar

source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione
nl: Automatisatie
pt_br: Automação

source: Django Admin
de: Django AdministratorIn
es: Administrador de Django
fr: Administration Django
it: Amministrazione Django
nl: Django Beheerder

source: Only use this if you know what you're doing
de: Nur benutzen, wenn du weißt was du tust
es: Usa esto sólo si sabes lo que estás haciendo
fr: A n'utiliser que si vous savez ce que vous faites
it: Usalo solo se sai cosa stai facendo
nl: Gebruik dit alleen als je weet wat je doet
pt_br: Só use isso se você souber o que está fazendo

source: is available
es: está disponible
fr: est disponible
it: è disponibile
nl: is beschikbaar
pt_br: está disponível

source: Calculator
de: Rechner
es: Calculadora
fr: Calculatrice
it: Calcolatrice
nl: Rekenmachine
pt_br: Calculadora

source: No information to display
de: Keine Informationen vorhanden
es: No hay información para mostrar
fr: Aucunes informations à afficher
it: Nessuna informazione da visualizzare
nl: Geen informatie om weer te geven
pt_br: Não há informação para mostrar

source: Income/Expense by Account
de: Einnahmen/Ausgaben nach Konto
es: Ingreso/Gasto por Cuenta
fr: Revenu/Dépense par comptes
it: Entrate/Uscite per conto
nl: Inkomsten/uitgaven per rekening
pt_br: Gasto/Despesa por Conta

source: Income/Expense by Currency
de: Einnahmen/Ausgaben nach Währung
es: Ingreso/Gasto por Moneda
fr: Revenu/Dépense par devises
it: Entrate/Uscite per valuta
nl: Inkomsten/uitgaven per Munteenheid
pt_br: Gasto/Despesa por Moeda

source: Table
de: Tabelle
es: Tabla
fr: Tableau
it: Tabella
nl: Tabel
pt_br: Tabela

source: Bars
de: Balken
es: Barras
fr: Barres
it: Grafico a barre
nl: Balken
pt_br: Barras

source: Transaction amounts associated with multiple tags will be counted once for each tag
de: Transaktionsbeträge, die mit mehreren Tags verknüpft sind, werden für jeden Tag einmal gezählt
es: Los montos de las transacciones asociados con varias etiquetas se contarán una vez por cada etiqueta
fr: Les montants de transaction qui comprennent plusieurs étiquettes ne seront comptabilisée qu'une fois par étiquette
it: Gli importi delle transazioni associati a più tag verranno conteggiati una volta per ogni tag
nl: Transactiebedragen die gekoppeld zijn aan meerdere tags worden één keer geteld voor elke tag
pt_br: Os valores das transações associadas a várias tags serão contados uma vez para cada tag

source: Current
de: Aktuell
es: Actual
fr: A date
it: Attuale
nl: Huidige
pt_br: Atual

source: Final total
es: Total final
fr: Total final
it: Totale finale
nl: Eindtotaal
pt_br: Total final

source: Total
de: Gesamt
it: Totale
nl: Totaal

source: Final Total
es: Total Final
fr: Total Final
it: Totale finale
nl: Eindtotaal
pt_br: Total Final

source: You've spent an average of
de: Deine Ausgaben liegen im Durchschnitt bei
es: Tú has gastado un promedio de
fr: Vous avez dépensé en moyenne
it: Hai speso una media di
nl: Je bestede gemiddeld
pt_br: Você gastou em média

source: on the last 12 months, at this rate you could go by
de: auf die letzten 12 Monate, bei diesem Kurs könnte man ausgehen von
es: En los últimos 12 meses, a este ritmo podrías continuar durante
fr: au cours des 12 derniers mois, à ce rythme vous auriez pu passer
it: negli ultimi 12 mesi, a questo ritmo potresti procedere a
nl: over de laatste 12 maanden, in dit tempo zou je kunnen gaan door
pt_br: nos últimos 12 meses, nesse ritmo você poderia passar

source: months without any income.
de: Monate ohne Einnahmen.
es: meses sin ningún ingreso.
fr: mois sans aucuns revenus.
it: mesi senza alcuna entrata.
nl: maanden zonder inkomen.
pt_br: meses sem renda.

source: average expenses
de: durchschnittliche Ausgaben
es: promedio de gastos
fr: Dépenses moyennes
it: spese medie
nl: gemiddelde uitgaven
pt_br: despesas médias

source: liquid total
de: Gesamtbilanz
es: total líquido
fr: Total liquidité
it: liquidità totale
nl: beschikbaar totaal
pt_br: total liquido

source: months left
de: verbleibende Monate
es: meses restantes
fr: Mois restants
it: mesi rimasti
nl: maanden over
pt_br: meses restantes

source: All good!
de: Alles gut!
es: ¡Todo bien!
fr: Tout est ok !
it: Tutto bene!
nl: Allemaal goed!
pt_br: Tudo certo!

source: No late transactions
de: Keine verspäteten Transaktionen
es: No hay transacciones atrasadas
fr: Aucunes transactions en retard
it: Nessuna transazione in sospeso
nl: Geen betalingsachterstanden
pt_br: Nenhuma transação atrasada

source: No recent transactions
de: Keine kürzlich erfolgten Transaktionen
es: No hay transacciones recientes
fr: Aucunes transactions récentes
it: Nessuna transazione recente
nl: Geen recente betalingen
pt_br: Nenhuma transação recente

source: Tag
fr: Etiquette
nl: Label

source: Mar
nl: Mrt

source: May
fr: Mai
nl: Mei

source: Oct
nl: Okt

source: No transactions for this year
fr: Aucunes transactions pour cette année
nl: Geen verrichtingen voor dit jaar

source: From
de: Von
es: Desde
fr: De
it: Da
nl: Van
pt_br: De
